Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# configuration.deleteField.body.notAllowed.conditionalField
source: Das Feld <code></codkonfiguriert kann nicht gelöscht werden, solange es als Bedingungsfeld für das Feld <code>ldName()}}konfiguriert konfiguriert ist.
es: El campo <code></codkonfiguriert no se puede eliminar mientras esté configurado como campo de condición para el campo <code>ldName()}}konfiguriert.

# configuration.date.dataType
source: Angabe der Uhrzeit
es: Indicación de la hora

# configuration.date.time.no
source: Nicht erlaubt
es: No permitido

# messages.import.validation.error.invalidDate.rangeNotAllowed
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]': Die Angabe eines Datumsbereichs ist für dieses Feld nicht erlaubt.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]': No se permite introducir un intervalo de fechas en este campo.

# messages.import.validation.error.invalidDate.singleNotAllowed
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]': Die Angabe eines Einzeldatums ist für dieses Feld nicht erlaubt.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]': No se permite introducir una sola fecha en este campo.

# messages.docedit.validation.error.invalidDate.singleNotAllowed
source: Bitte korrigieren Sie die Datumsangabe im Feld '[1]': Die Angabe eines Einzeldatums ist für dieses Feld nicht erlaubt.
es: Por favor, corrige la fecha en el campo '[1]': no se permite introducir una única fecha en este campo.

# messages.docedit.validation.error.invalidDate.timeNotSet
source: Bitte korrigieren Sie die Datumsangabe im Feld '[1]': Für dieses Feld ist die Angabe einer Uhrzeit erforderlich.
es: Por favor, corrige la fecha en el campo '[1]': es necesario especificar una hora para este campo.

# navbar.tabs.workflow
source: Workflow
es: Flujo de trabajo

# docedit.conditionalFieldInfo.tooltip.single
source: Dieses Feld wird angezeigt, weil im Feld "fieldLabel" der Wert "conditionLabel" eingetragen ist.
es: Este campo se muestra porque se ha introducido el valor "fieldLabel" en el campo "conditionLabel".

# messages.backup.error.invalidAutoBackupDirectory
source: Es konnten keine automatischen Backups erstellt werden. Der in den Einstellungen angegebene Verzeichnispfad ist ungültig.
es: No se pudieron crear copias de seguridad automáticas. La ruta del directorio especificada en la configuración no es válida.

# messages.import.validation.error.invalidWorkflowRelationTargets
source: Es dürfen nicht die selben Ressourcen sowohl als Ziele der Relation 'isCarriedOutOn' als auch der Relation 'resultsIn' angegeben werden.
es: Los mismos recursos no pueden especificarse como objetivos tanto de la relación 'isCarriedOutOn' como de la relación 'resultsIn'.

# imageDownload.progress.single
source: Originalbild wird geladen...
es: Cargando imagen original...

# configuration.mandatoryField.notAllowedForRequiredField
source: Dieses Feld ist grundsätzlich ein Pflichtfeld.
es: Este campo es siempre obligatorio.

# navbar.taskbar.fixOutliers.singleValue.info
source: Bitte wählen Sie den korrekten Wert aus der Werteliste aus.
es: Por favor, seleccione el valor correcto de la lista de valores.

# navbar.taskbar.warnings.sectionTitle.unfulfilledConditionField
source: Nicht erfüllte Anzeigebedingung des Feldes <b>ion)}}{CLOSE_BOLD_TEXT}
es: Condición de visualización no cumplida del campo <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.info.unfulfilledConditionField
source: Es sind Daten eingetragen, obwohl die Anzeigebedingung des Feldes nicht erfüllt ist.
es: Se han introducido datos aunque no se cumple la condición de visualización de este campo.

# navbar.taskbar.warnings.condition
source: Bedingung für Anzeige des Feldes:
es: Condición de visualización del campo:

# buttons.selectFolder
source: Verzeichnis auswählen
es: Seleccionar directorio

# imageExport.header.multiple
source: {{images.length}} Bilder exportieren
es: Exportar {{images.length}} imágenes.

# imageExport.targetDirectory
source: Zielverzeichnis
es: Directorio de destino

# imageExport.namingOptions
source: Benennung
es: Nombrar

# configuration.deleteCategory.isRelationTargetCategory
source: Die Kategorie <code></kann nicht kann nicht gelöscht werden, solange sie als Zielkategorie einer Relation konfiguriert ist.
es: La categoría <code></kann nicht no se puede eliminar mientras esté configurada como categoría de destino de una relación.

# resources.processLinkModal.selectedResource
source: Ausgewählte Ressource:
es: Recurso seleccionado:

# resources.processLinkModal.chooseProcessToLink
source: Zu verknüpfenden Prozess wählen:
es: Seleccionar proceso para vincular:

# resources.processLinkModal.noAvailableProcesses
source: Keine verknüpfbaren Prozesse gefunden.
es: No se encontraron procesos vinculables.

# resources.workflowEditorModal.plusButton.multiple.false
source: Ein gemeinsamer Prozess für alle ausgewählten Ressourcen
es: Un proceso común para todos los recursos seleccionados

# resources.workflowEditorModal.plusButton.multiple.true
source: Ein eigener Prozess pro Ressource (insgesamt {{baseDocuments.length}})
es: Un proceso por recurso ({{baseDocuments.length}} en total)

# resources.workflowEditorModal.carriedOutOn
source: Durchgeführt an
es: Realizado el

# resources.deleteProcessModal.header
source: Prozess <b>{{process.resource.identifier}}</b> löschen?
es: ¿Eliminar el proceso <b>{{process.resource.identifier}}</b>?

# resources.deleteProcessModal.warning
source: Der Prozess wird für alle {{getNumberOfLinkedResources()}} verknüpften Ressourcen entfernt.
es: El proceso se eliminará para los {{getNumberOfLinkedResources()}} recursos vinculados.

# settings.backups.path
source: Pfad
es: Ruta

# settings.backups.path.info
source: Field Desktop erstellt in regelmäßigen Abständen automatisch Sicherungskopien aller auf diesem Rechner vorliegenden Projektdatenbanken. Dieser Pfad gibt das Verzeichnis an, in dem die erstellten Backup-Dateien abgelegt werden.
es: Field Desktop crea automáticamente copias de seguridad de todas las bases de datos de proyectos en este equipo a intervalos regulares. Esta ruta especifica el directorio donde se almacenan los archivos de copia de seguridad creados.

# settings.backups.keep.time
source: Backups nach Uhrzeit aufbewahren
es: Conservar copias de seguridad por tiempo

# settings.backups.keep.customInterval
source: Abstand in Stunden
es: Intervalo en horas

# settings.backups.keep.custom
source: Anzahl
es: Número

# settings.backups.keep.date
source: Backups nach Datum aufbewahren
es: Conservar copias de seguridad por fecha

# settings.backups.keep.daily
source: Tag
es: Día

# settings.backups.keep.weekly
source: Woche
es: Semana

# settings.backups.keep.monthly
source: Monat
es: Mes

# settings.backups.keep.info
source: Im Backup-Verzeichnis werden gemäß den aktuell konfigurierten Regeln für jedes Projekt die folgenden Dateien aufbewahrt:
es: Según las reglas configuradas actualmente, los siguientes archivos se almacenan en el directorio de copias de seguridad para cada proyecto:

# settings.backups.keep.info.daily
source: Eine Backup-Datei pro Tag
es: Un archivo de copia de seguridad por día

# settings.backups.keep.info.weekly
source: Eine Backup-Datei pro Woche
es: Un archivo de copia de seguridad por semana

# settings.backups.keep.info.monthly
source: Eine Backup-Datei pro Monat
es: Un archivo de copia de seguridad por mes

# settings.backups.size.info
source: Aktuell beanspruchter Festplattenspeicher: <b>zeLabel }}{CLOSE_BOLD_TEXT}
es: Espacio en disco actualmente utilizado: <b>zeLabel }}{CLOSE_BOLD_TEXT}

# settings.backups.keep.warning
source: Bitte beachten Sie, dass bereits bestehende Backup-Dateien nach dem Speichern der Einstellungen automatisch gelöscht werden, wenn sie den neuen Regeln nicht entsprechen.
es: Por favor, tenga en cuenta que los archivos de copia de seguridad existentes se eliminan automáticamente después de guardar la configuración si no cumplen con las nuevas reglas.

# settings.backups.keep.info.file.single
source: (die <b>aktuellste</b> Datei)
es: (el archivo <b>más reciente</b>)

# util.warnings.invalidProcessState
source: Ungültiger Status
es: Estado inválido

# docedit.conditionInfo.tooltip.single
source: Die Sichtbarkeit eines anderen Feldes hängt von den in dieses Feld eingetragenen Daten ab.
es: La visibilidad de otro campo depende de los datos introducidos en este campo.

# docedit.conditionInfo.tooltip.multiple
source: Die Sichtbarkeit anderer Felder hängt von den in dieses Feld eingetragenen Daten ab.
es: La visibilidad de otros campos depende de los datos introducidos en este campo.

# messages.backup.error.automaticFileCreationFaile
source: Es konnten keine automatischen Backups erstellt werden. Bitte prüfen Sie die Einstellungen und stellen Sie sicher, dass ausreichend Speicherplatz zur Verfügung steht.
es: No se han podido crear copias de seguridad automáticas. Por favor, compruebe la configuración y asegúrese de que hay suficiente espacio disponible en el disco.

# messages.docedit.validation.error.invalidWorkflowRelationTargets
source: Bitte geben Sie nicht die selben Ressourcen sowohl als Ziele der Relation '[0]' als auch der Relation '[1]' an.
es: Por favor, no seleccione los mismos recursos como destinos de la relación '[0]' y de la relación '[1]'.

# messages.images.success.imagesExported.single
source: Das Bild wurde erfolgreich exportiert.
es: La imagen se ha exportado correctamente.

# messages.images.success.imagesExported.multiple
source: [0] Bilder wurden erfolgreich exportiert.
es: Se han exportado correctamente [0] imágenes.

# messages.images.success.imagesDownloaded.single
source: Das Originalbild wurde erfolgreich heruntergeladen.
es: La imagen original se ha descargado correctamente.

# messages.images.success.imagesDownloaded.multiple
source: [0] Originalbilder wurden erfolgreich heruntergeladen.
es: Se han descargado correctamente [0] imágenes originales.

# messages.images.error.exportFailed
source: Beim Export der Bilder ist ein Fehler aufgetreten.
es: Se produjo un error al exportar las imágenes.

# messages.images.error.downloadFailed
source: Beim Versuch, das Bild '[0]' herunterzuladen, ist ein Fehler aufgetreten.
es: Se produjo un error al intentar descargar la imagen '[0]'.

# widgets.quittingModal.info
source: Field Desktop wird beendet...
es: Cerrando Field Desktop...

# docedit.relations.automaticallyFilled
source: Dieses Feld wird automatisch ausgefüllt.
es: Este campo se rellena automáticamente.

# image.export
source: Bild exportieren
es: Exportar imagen

# images.download.tooltip.single
source: Originalbild herunterladen
es: Descargar imagen original

# images.download.tooltip.multiple
source: Originalbilder herunterladen
es: Descargar imágenes originales

# configuration.mandatoryField.notAllowedForInputType
source: Felder dieses Eingabetyps können nicht als Pflichtfeld konfiguriert werden.
es: Los campos de este tipo de entrada no se pueden configurar como campos obligatorios.

# navbar.taskbar.fixOutliers.multipleValues.info
source: Bitte wählen Sie die korrekten Werte aus der Werteliste aus.
es: Por favor, seleccione los valores correctos de la lista de valores.

# navbar.taskbar.fixOutliers.allMultipleValues.info
source: Bitte beachten Sie: Durch diese Aktion wird der nicht in der Werteliste enthaltene Wert {{getValueLabel(v</b>} in sämtlichen Feldern aller {{getValueLabel(v}}} Ressourcen, die in diesem Feld eine Mehrfachauswahl erlauben, durch die ausgewählten Werte @for (value of selectedValues; track value; let isLast = $last) {{{getValueLabel(ve)}}, }</b>, }}e ersetzt.
es: Por favor, tenga en cuenta que esta acción sustituye el valor {{getValueLabel(v</b>} no contenido en la lista de valores en todos los campos de todos {{getValueLabel(v}}} los recursos que permiten la selección múltiple en este campo con los valores seleccionados @for (value of selectedValues; track value; let isLast = $last) {{{getValueLabel(ve)}}, }</b>, }}e.

# navbar.taskbar.warnings.sectionTitle.invalidProcessState
source: Ungültiger Status <b>ion)}}{CLOSE_BOLD_TEXT}
es: Estado no válido <b>ion)}}{CLOSE_BOLD_TEXT}

# imageExport.header.single
source: Bild exportieren
es: Exportar imagen

# imageOverview.taskbar.tooltips.export
source: Exportieren
es: Exportar

# resources.processLinkModal.chooseResource
source: Ressource wählen:
es: Seleccionar recurso:

# resources.workflowEditorModal.plusButton.multiple.header
source: Bitte wählen Sie die Anzahl der zu erstellenden Prozesse.
es: Por favor, seleccione el número de procesos que se van a crear.

# settings.backups
source: Automatische Backups
es: Copias de seguridad automáticas

# settings.backups.keep.info.current
source: Eine Backup-Datei der aktuellsten Version jeder Projektdatenbank
es: Un archivo de copia de seguridad de la última versión de cada base de datos del proyecto

# settings.backups.keep.info.custom.multiple
source: Eine Backup-Datei alle <b>ps.customInterval}}Stunden Stunden
es: Un archivo de copia de seguridad cada <b>ps.customInterval}}Stunden horas

# settings.backups.estimatedSize.info
source: Zukünftig beanspruchter Festplattenspeicher (geschätzt): <b>izeLabel }}{CLOSE_BOLD_TEXT}
es: Espacio en disco que se usará en el futuro (estimado): <b>izeLabel }}{CLOSE_BOLD_TEXT}

# settings.backups.keep.info.file.multiple
source: (die <b></b> aktueaktuellsten D aktuellsten Dateien)
es: (los <b></b> aktueaktuellsten D archivos más recientes)

# util.warnings.unfulfilledConditionFields
source: Nicht erfüllte Anzeigebedingungen
es: Condiciones de visualización no cumplidas

# docedit.conditionalFieldInfo.tooltip.multiple
source: Dieses Feld wird angezeigt, weil im Feld "fieldLabel" einer der folgenden Werte eingetragen ist: conditionLabel
es: Este campo se muestra porque se ha introducido uno de los siguientes valores en el campo "fieldLabel": conditionLabel

# configuration.createProcess.info.resultsIn.2
source: Sie können diese Auswahl später anpassen, indem Sie das Feld <b>"{{getFieldLabel('resultsIn')}}"</b> editieren.
es: Puede ajustar esta selección más adelante editando el campo <b>"{{getFieldLabel('resultsIn')}}"</b>.

# configuration.createProcess.info.isCarriedOutOn.2
source: Sie können diese Auswahl später anpassen, indem Sie das Feld <b>"{{getFieldLabel('isCarriedOutOn')}}"</b> editieren.
es: Puede ajustar esta selección más adelante editando el campo <b>"{{getFieldLabel('isCarriedOutOn')}}" </b>.

# configuration.createProcess.info.resultsIn.3
source: Sollten Sie an dieser Stelle keine Auswahl treffen, können Sie das Feld <b>"{{getFieldLabel('resultsIn')}}"</b> jederzeit nachträglich zur neuen Kategorie hinzufügen.
es: Si no realiza ninguna selección en este momento, puede añadir el campo <b>"{{getFieldLabel('resultsIn')}}"</b> a la nueva categoría en cualquier momento.

# config.inputType.weight
source: Gewichtsangabe
es: Peso

# util.dimension.measurementDevice
source: Messgerät:
es: Dispositivo de medición:

# messages.import.validation.error.invalidVolumeValue
source: Ungültige Volumenangabe im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Especificación de volumen no válida en el campo '[1]' de un recurso de la categoría '[0]'.

# messages.import.validation.error.invalidVolumeValues
source: Ungültige Volumenangaben in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Especificaciones de volumen no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].

# messages.docedit.validation.error.invalidWeightValue
source: Bitte tragen Sie im Feld '[1]' eine gültige Gewichtsangabe ein.
es: Por favor, introduce una especificación de peso válida en el campo '[1]'.

# messages.docedit.validation.error.invalidWeightValues
source: Bitte tragen Sie in den folgenden Feldern gültige Gewichtsangaben ein: [1].
es: Por favor, introduce especificaciones de peso válidas en los siguientes campos: [1].

# messages.docedit.validation.error.invalidVolumeValue
source: Bitte tragen Sie im Feld '[1]' eine gültige Volumenangabe ein.
es: Por favor, introduce una especificación de volumen válida en el campo '[1]'.

# messages.docedit.validation.error.invalidVolumeValues
source: Bitte tragen Sie in den folgenden Feldern gültige Volumenangaben ein: [1].
es: Por favor, introduce especificaciones de volumen válidas en los siguientes campos: [1].

# configuration.valuelistForWeightSubfield
source: Werteliste (Unterfeld "Messgerät")
es: Lista de valores (subcampo "Instrumento de medición")

# config.inputType.volume
source: Volumenangabe
es: Volumen

# messages.import.validation.error.invalidWeightValue
source: Ungültige Gewichtsangabe im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Especificación de peso no válida en el campo '[1]' de un recurso de la categoría '[0]'.

# messages.import.validation.error.invalidWeightValues
source: Ungültige Gewichtsangaben in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Especificaciones de peso no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].

# resources.deleteProcessModal.confirmDeleteInfo
source: Bitte geben Sie den Bezeichner des Prozesses ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el identificador del proceso para confirmar la eliminación.

# util.volume.measurementTechnique
source: Messverfahren:
es: Técnica de medición:

# configuration.valuelistForVolumeSubfield
source: Werteliste (Unterfeld "Messverfahren")
es: Lista de valores (subcampo "Método de medición")

# configuration.generalReferences
source: Allgemeine Verweise
es: Referencias generales

# configuration.semanticReferences
source: Semantische Verweise
es: Referencias semánticas

# referencesInfo.references
source: Verweise:
es: Referencias:

# referencesInfo.generalReferences
source: Allgemeine Verweise:
es: Referencias generales:

# referencesInfo.semanticReferences
source: Semantische Verweise:
es: Referencias semánticas:

# widgets.quittingModal.backupInfo
source: Bitte warten Sie, bis die Erstellung von Backup-Dateien abgeschlossen wurde.
es: Por favor, espere a que se complete la creación de los archivos de copia de seguridad.

# import.regularOption.label
source: Neue Ressourcen importieren
it: Importazione di nuove risorse
pt: Importar novos recursos
uk: Імпорт нових даних/ресурсів

# import.defaultOption.info
source: Datensätze, deren Bezeichner (Feld <em>identifier</em>) bereits vergeben ist, werden ignoriert.
it: I record il cui identificatore (campo <em>identifier</em>) è già stato assegnato, verranno ignorati.
pt: Recursos já existentes, o que é determinado pelo campo <em>identificador</em>, são ignorados.
uk: Записи даних, ідентифікатор яких (поле <em> ідентифікатор </em> ) вже призначено будуть проігноровані.

# import.ignoreUnconfiguredFields
source: Nicht konfigurierte Felder ignorieren
it: Ignora i campi non configurati
uk: Неналаштовані поля ігноруються

# import.ignoreUnconfiguredFields.info
source: Ist diese Option aktiviert, so werden Felder in der Importdatei, die nicht Teil der Projektkonfiguration sind, beim Import ignoriert. Andernfalls wird der Import abgebrochen.
it: Se questa opzione è attivata, i campi del file di importazione che non fanno parte della configurazione del progetto vengono ignorati durante l'importazione. Altrimenti, l'importazione viene interrotta.
uk: Якщо цей параметр увімкнено, поля у файлі імпорту, які не є частиною конфігурації проекту, ігноруються під час імпорту. Інакше імпортування буде перервано.

# import.mergeOption.native.info
source: Ist diese Option aktiviert, so werden bereits existierende Datensätze mit den Daten aus der Importdatei ergänzt. Felder des Importdatensatzes überschreiben dabei gleichnamige Felder im existierenden Datensatz. Geometrien des Importdatensatzes überschreiben bestehende im existierenden Datensatz. Im existierenden Datensatz vorhandene Felder, die nicht im Importdatensatz vorhanden sind, bleiben unverändert bestehen. Die Kategorie kann nicht verändert werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
it: Se questa opzione è attivata, i record dei dati esistenti vengono integrati con i dati del file di importazione. I campi nel file di importazione che hanno lo stesso nome di quelli nel file dove vengono importati sovrascrivono i record dei campi omonimi nel file esistente. Le geometrie dei record importati sovrascrivono le geometrie dei record esistenti. I campi dei record dei dati esistenti che non sono nei record dei dati di importazione rimangono invariati. La categoria non può essere modificata. L'assegnazione dei record di dati avviene tramite identificatore (campo <em>identifier</em>). I record di dati nel file di importazione che non possono essere assegnati sono ignorati.
pt: Se esta opção estiver ativa, os recursos já existentes serão combinados com os dados do ficheiro de importação. Os campos do registo a importar substituem os campos correspondentes no registo já existente. As geometrias do registo a importar substituem as do registo já existente. Campos do registo já existente que não estejam definidos ou alterados no registo a importar permanecem inalterados. A categoria não pode ser alterada. A atribuição de registos é feita com base no campo <em>identificador</em>. Registos no ficheiro de importação que não possam ser atribuídos a um recurso serão ignorados.
uk: Якщо цей параметр активований, наявні записи даних доповнюються даними з файлу імпорту. Поля в записі даних імпорту перезаписують однойменні поля в існуючому записі даних. Геометрії набору даних імпорту перезаписують геометрії в існуючому наборі даних. Поля в існуючому записі даних, яких немає в записі даних імпорту, залишаються незмінними. Категорію змінити не можна. Записи даних присвоюються ідентифікатором (поле <em>ідентифікатор</em>). Записи у файлі імпорту, які не можуть бути зіставлені, ігноруються.
