Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# project.download.address.info
source: Als Adresse kann sowohl die URL eines Field-Servers als auch die Netzwerkadresse einer anderen Field-Desktop-Installation angegeben werden.
it: Come indirizzo può essere indicato l'URL di un server di Field o l'indirizzo di rete di un'altra installazione di Field Desktop su un altro computer.
uk: Як адресу можна вказати як URL-адресу сервера Field, так і мережеву адресу іншої інсталяції Field Desktop.

# project.informationModal.header
source: Projektdatenübersicht
it: Informazioni sulla banca dati
uk: Перегляд даних проекту

# project.informationModal.info
source: Auf diesem Computer gespeicherte Daten für das Projekt <b>{{getProjectIdentifier()}}</b>:
it: Dati memorizzati su questo computer per il progetto <b>{{getProjectIdentifier()}}</b>:
uk: Збережені, для проекту на цьому комп’ютері, дані <b>{{getProjectIdentifier()}}</b>:

# project.informationModal.resourceCount
source: Ressourcen:
it: Risorse:
uk: Ресурси/дані:

# project.informationModal.resourceCount.images
source: Davon Bilder: {{imageDocumentCount}}
it: Di cui immagini: {{imageDocumentCount}}
uk: Серед яких ілюстрації: {{imageDocumentCount}}

# project.informationModal.resourceCount.types
source: Davon Typen und Kataloge: {{typeDocumentCount}}
it: Di cui tipi e cataloghi: {{typeDocumentCount}}
uk: Серед яких типи/види і каталоги: {{typeDocumentCount}}

# project.informationModal.lastChangedResource
source: Letzte bearbeitete Ressource:
it: Ultima risorsa modificata:
uk: Останній редагований ресурс:

# project.informationModal.resourceCount.total
source: Gesamtanzahl: {{totalDocumentCount}}
it: Totale: {{totalDocumentCount}}
uk: Загальна кількість: {{totalDocumentCount}}

# project.informationModal.thumbnails
source: Vorschau-Bilddateien:
it: Anteprima dei file di immagine:
uk: Попередній перегляд файлів ілюстрацій:

# project.informationModal.date
source: Zeitpunkt: {{lastChangedDocumentDate}}
it: Ultima modifica: {{lastChangedDocumentDate}}
uk: Конкретний час: {{lastChangedDocumentDate}}

# project.informationModal.deletedResource
source: Gelöschte Ressource
it: Risorsa eliminata
uk: Видалений ресурс

# project.informationModal.fileSize
source: Belegter Festplattenspeicher: {{originalFileSize}}
it: Spazio occupato sul disco rigido: {{originalFileSize}}
uk: Використаний/заповнений дисковий простір: {{originalFileSize}}

# project.informationModal.originals
source: Original-Bilddateien:
uk: Оригінал файлу ілюстрації:

# project.informationModal.fileCount
source: Anzahl: {{originalFileCount}}
it: Numero di files: {{originalFileCount}}
uk: Кількість: {{originalFileCount}}

# project.informationModal.displayImages
source: Für die Anzeige optimierte Bilddateien:
it: File di immagine ottimizzati per la visualizzazione:
uk: Оптимізовані для перегляду файли ілюстрацій:

# settings.synchronization.thumbnailImageFiles
source: Vorschaubilder synchronisieren {{thumbnailImageSizesMsg}}
uk: Синхронізувати мініатюри {{thumbnailImageSizesMsg}}

# settings.synchronization.originalImageFilesUpload
source: Originalbilder hochladen {{originalImageUploadSizeMsg}}
it: Caricare le immagini originali {{originalImageUploadSizeMsg}}
uk: Завантажити оригінальні зображення {{originalImageUploadSizeMsg}}

# settings.synchronization.originalImageFilesDownload
source: Originalbilder herunterladen {{originalImageDownloadSizeMsg}}
it: Scaricare le immagini originali{{originalImageDownloadSizeMsg}}
uk: Зберігти/завантажити оригінальні зображення {{originalImageDownloadSizeMsg}}

# imageUpload.imageMetadataModal.warning
source: Bitte beachten Sie, dass das Einlesen von {{fileCount}} Bilddateien einige Zeit in Anspruch nehmen kann.
it: Attenzione: il trasferimento {{fileCount}} delle immagini può richiedere del tempo.
uk: Зверніть увагу, що читання з {{fileCount}} файлів ілюстрацій може зайняти деякий час.

# imageUpload.imageMetadataModal.linkInfo.single
source: Das importierte Bild wird mit der Ressource <b>{{depictsRelationTarget.resource.identifier}}</b> verknüpft.
uk: Імпортована ілюстрація буде до даних/ресурсу <b> {{depictsRelationTarget.resource.identifier}} </b> прив’язане.

# imageUpload.imageMetadataModal.linkInfo.multiple
source: Die importierten Bilder werden mit der Ressource <b>{{depictsRelationTarget.resource.identifier}}</b> verknüpft.
uk: Імпортовані ілюстрації будуть до даних/ресурсу <b> {{depictsRelationTarget.resource.identifier}} </b> прив’язані.

# docedit.conflictDeletedModal.info
source: Die aktuelle Ressource wurde in der Zwischenzeit von jemand anderem gelöscht. Sie können die Ressource neu anlegen, indem Sie <b>Speichern</b> wählen. Bei Klick auf <b>Abbrechen</b> wird sie verworfen.
it: La risorsa attuale è stata eliminata nel frattempo da un altro utente. È possibile creare di nuovo la risorsa scegliendo <b>Salvare</b>. Cliccando su <b>Annullare</b> la risorsa verrà eliminata.
uk: Тим часом поточні дані/ресурс були видалені кимось іншим. Ви можете відтворити дані/ресурс за допомогою <b> збереження на комп'ютері </b> виберіть. Натиснувши <b> перервати </b> буде відкинуто.

# docedit.conflictDeletedModal.close
source: Zurück zur Editieransicht
it: Tornare al modulo di modifica
pt: Voltar ao formulário de edição
uk: Назад до перегляду редагування

# configuration.deleteCategory.warning.resources.single
source: Im Projekt existiert eine Ressource dieser Kategorie, die nach dem Löschen nicht mehr sichtbar sein wird. Wenn Sie die Kategorie zu einem späteren Zeitpunkt erneut hinzufügen, wird die Ressource wieder angezeigt werden.
uk: У проекті існує ресурс/дані цієї категорії, який після видалення більше не буде видно. Якщо пізніше ви додасте категорію знову, ресурс/дані з’явиться знову.

# configuration.deleteCategory.warning.resources.multiple
source: Im Projekt existieren {{resourceCount}} Ressourcen dieser Kategorie, die nach dem Löschen nicht mehr sichtbar sein werden. Wenn Sie die Kategorie zu einem späteren Zeitpunkt erneut hinzufügen, werden die Ressourcen wieder angezeigt werden.
uk: У проекті існують {{resourceCount}} ресурс/дані цієї категорії, який після видалення більше не буде видно. Якщо пізніше ви додасте категорію знову, ресурс/дані з’являться знову.

# configuration.deleteCategory.warning.changes
source: An dieser Kategorie wurden Änderungen vorgenommen, die beim Löschen verloren gehen.
it: In questa categoria sono state effettuate delle modifiche che andranno perse in seguito all'eliminazione.
uk: У цю категорію внесено зміни, які в разі видалення буде втрачено.

# configuration.deleteCategory.hasChildren
source: Die Kategorie <code>{{category.name}}</code> kann nicht gelöscht werden, solange sie Unterkategorien besitzt. Bitte entfernen Sie zunächst die Unterkategorien.
it: La categoria <code>{{category.name}}</code> non può essere eliminata in quanto comprende delle sottocategorie. Si prega di eliminare prima le sottocategorie.
uk: Категорію <code> {{category.name}} </code> неможливо видалити, якщо в ній є підкатегорії. Спочатку видаліть підкатегорії.

source: Möchten Sie die Gruppe <code>{{group.name}}</code> wirklich löschen?
uk: Ви хочете групу <code> {{group.name}} </code> видалити?

# configuration.deleteGroup.notAllowed
source: Die Gruppe <code>{{group.name}}</code> kann nicht gelöscht werden, solange ihr Felder zugeordnet sind. Bitte verschieben Sie die Felder zunächst in eine andere Gruppe oder löschen Sie sie.
it: Il gruppo <code>{{group.name}}</code> non può essere eliminato in quanto comprende campi subordinati. Si prega si spostare i campi in un altro gruppo oppure di eliminarli.
uk: Групу <code> {{group.name}} </code> неможливо видалити, доки їй призначено поля. Будь ласка, спочатку перемістіть поля до іншої групи або видаліть їх.

# configuration.deleteValuelist.body
source: Möchten Sie die Werteliste <code>{{valuelist.id}}</code> wirklich löschen?
uk: Ви дійсно хочете список значень <code> {{valuelist.id}} </code> видалити?

# configuration.deleteValuelist.confirmInfo
source: Bitte geben Sie den Bezeichner der Werteliste ein, um den Löschvorgang zu bestätigen.
it: Inserire l'identificatore della lista di valori per confermare l'eliminazione.
uk: Будь ласка, введіть ідентифікатор списку значень, щоб підтвердити видалення.

# configuration.deleteValuelist.isInUse.multiple
source: Die Werteliste <code>{{valuelist.id}}</code> kann nicht gelöscht werden, solange sie Feldern zugewiesen ist. Bitte weisen Sie den Feldern zunächst eine andere Werteliste zu.
it: La lista di valori <code>{{valuelist.id}}</code> non può essere eliminata in quanto comprende dei campi. Si prega di assegnare i campi ad un'altra lista di valori.
uk: Cписок значень <code> {{valuelist.id}} </code> не можна видалити, поки він призначений полям. Спочатку призначте полям інший список значень.

# configuration.deleteValuelist.isInUse.single
source: Die Werteliste <code>{{valuelist.id}}</code> kann nicht gelöscht werden, solange sie einem Feld zugewiesen ist. Bitte weisen Sie dem Feld zunächst eine andere Werteliste zu.
it: La lista di valori <code>{{valuelist.id}}</code> non può essere eliminata in quanto comprende un campo. Si prega di assegnare il campo ad un'altra lista di valori.
uk: Cписок значень <code> {{valuelist.id}} </code> не можна видалити, поки він призначений полям. Спочатку призначте полям інший список значень.

# resources.moveModal.chooseParentResource.single
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die Ressource <b>{{documents[0].resource.identifier}}</b> zugewiesen werden soll:
uk: Виберіть новий головний/батьківський ресурс, якому дані/ресурси <b> {{documents[0].resource.identifier}} </b> потрібно призначити:

# resources.moveModal.chooseParentResource.multiple
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die ausgewählten <b>{{documents.length}} Ressourcen</b> zugewiesen werden sollen:
uk: Будь ласка, виберіть новий головний/батьківський ресурс, щоб <b> {{documents.length}} Ressourcen </b> призначити вибрані:

# resources.moveModal.moving.single
source: Ressource wird verschoben...
it: Spostamento della risorsa in corso...
uk: Ресурс/дані буде переміщено...

# resources.moveModal.moving.multiple
source: {{documents.length}} Ressourcen werden verschoben...
it: {{documents.length}} Spostamento delle risorse in corso....
uk: {{documents.length}} Ресурси/дані будуть переміщені…

# imageView.georeferenceView.deleteModal.question
source: Möchten Sie die Georeferenzdaten, die für dieses Bild hinterlegt wurden, wirklich löschen?
uk: Ви справді бажаєте видалити дані геоприв’язки, збережені для цієї ілюстрації?

# widgets.savingChangesModal.info
source: Änderungen werden gespeichert...
it: Salvataggio delle modifiche in corso...
uk: Збереження змін...

# resources.deleteModal.header.single
source: Ressource <b>{{documents[0].resource.identifier}}</b> löschen?
it: Eliminare la risorsa <b>{{documents[0].resource.identifier}}</b>?
pt: Apagar recurso <b>{{documents[0].resource.identifier}}</b>?
tr: <b>{{documents[0].resource.identifier}}</b> girdi silinsin mi?
uk: Ресурс/дані <b>{{documents[0].resource.identifier}}</b> видалити?

# resources.deleteModal.header.multiple
source: {{documents.length}} Ressourcen löschen?
uk: {{documents.length}} видалити ресурси/дані?

# resources.deleteModal.confirmDeleteInfo.single
source: Bitte geben Sie den Bezeichner der Ressource ein, um den Löschvorgang zu bestätigen.
it: Inserire l'identificatore della risorsa per confermare l'eliminazione.
uk: Будь ласка, введіть ідентифікатор ресурсу/даних, щоб підтвердити видалення.

# resources.deleteModal.confirmDeleteInfo.multiple
source: Bitte geben Sie den Bezeichner einer der zu löschenden Ressourcen ein, um den Löschvorgang zu bestätigen.
it: Inserire l'identificatore di una delle risorse da eliminare per confermare l'eliminazione.
uk: Будь ласка, введіть ідентифікатор одного з ресурсів/даних, який потрібно видалити, щоб підтвердити видалення.

# resources.deleteModal.warning.descendant.single
source: Zu dieser Ressource gehört eine weitere Ressource, die beim Löschen ebenfalls entfernt wird.
it: A questa risorsa appartiene un'altra risorsa che verrà rimossa in seguito all'eliminazione.
uk: До цього ресурсу/даних належить ще один ресурс, який також видаляється, коли його видаляють.

# resources.deleteModal.warning.descendants.single
source: Zu dieser Ressource gehören insgesamt {{descendantsCount}} weitere Ressourcen, die beim Löschen ebenfalls entfernt werden.
it: A questa risorsa appartengono {{descendantsCount}} altre risorse che verranno rimosse in seguito all'eliminazione.
uk: Цей ресурс містить взагальному {{descendantsCount}} кількість інших ресурсів, які також видаляються після видалення.

# resources.deleteModal.warning.descendant.multiple
source: Zu diesen Ressourcen gehört eine weitere Ressource, die beim Löschen ebenfalls entfernt wird.
it: A queste risorse appariene un'altra risorsa che verrà rimossa in seguito all'eliminazione.
uk: Ці ресурси/дані включають інший ресурс, який також видаляється, коли ви його видаляєте.

# resources.deleteModal.warning.descendants.multiple
source: Zu diesen Ressourcen gehören insgesamt {{descendantsCount}} weitere Ressourcen, die beim Löschen ebenfalls entfernt werden.
it: A questa risorsa appartengono in totale {{descendantsCount}} altre risorse che verranno rimosse in seguito all'eliminazione.
uk: Загалом ці ресурси/дані включають {{descendantsCount}} інші ресурси/дані, які також видаляються, коли їх видаляють.

# resources.deleteModel.warning.importedCatalog
source: Dies ist ein importierter Katalog. Bitte beachten Sie, dass beim Löschen auch Zuordnungen von Funden zu Typen des Katalogs entfernt werden.
it: Questo è un elenco importato. Si noti che la cancellazione rimuove anche le assegnazioni di reperti ai tipi in questo elenco.
uk: Це імпортований каталог. Зверніть увагу, що при видаленні також видаляються приписки знахідок до типів у каталозі.

# resources.deleteModel.warning.ownedCatalog
source: Bitte beachten Sie, dass beim Löschen von Katalogen sämtliche enthaltenen Typen sowie Zuordnungen von Funden zu Typen des Katalogs entfernt werden.
uk: Зауважте, що коли каталог видаляється, усі типи, які він містить, і призначення знахідок типам у каталозі видаляються.

# resources.deleteModel.warning.ownedType
source: Bitte beachten Sie, dass beim Löschen von Typen sämtliche Untertypen sowie Zuordnungen von Funden zu Typen und Untertypen entfernt werden.
uk: Зверніть увагу, що видалення типів видаляє всі підтипи та призначення знахідок типам і підтипам.

# resources.deleteModal.deleteImages.info
source: Verknüpfte Bilder löschen, bei denen keine Verknüpfungen zu anderen Ressourcen bestehen
it: Eliminare le immagini collegate che non hanno collegamenti con altre risorse
uk: Видаліть пов’язані ілюстрації, які не мають посилань на інші ресурси

# resources.deleteModal.deleteImages.single
source: (Ein Bild)
it: (Un'immagine)
pt: (Uma imagem)
uk: (Ілюстрація)

# resources.deleteModal.deleteImages.multiple
source: ({{relatedImagesCount}} Bilder)
it: ({{relatedImagesCount}} Immagini)
uk: ( {{relatedImagesCount}} Ілюстрації)

# resources.searchResultsInfo.resourcesFound.single
source: Eine Ressource gefunden
it: Trovata una risorsa
pt: Um recurso encontrado
uk: Ресурс/дані знайдено

# resources.searchResultsInfo.resourcesFound.multiple
source: {{viewFacade.getTotalDocumentCount()}} Ressourcen gefunden
it: {{viewFacade.getTotalDocumentCount()}} risorse trovate
uk: {{viewFacade.getTotalDocumentCount()}} Ресурс/дані знайдено

# resources.searchResultsInfo.documentLimitExceeded
source: Limitiert auf {{viewFacade.getDocuments().length}} Ressourcen
it: Numero Massimo di risorse visualizzate {{viewFacade.getDocuments().length}}
uk: Обмежується на {{viewFacade.getDocuments().length}} Ресурси

source: Möchten Sie die Kategorie <code>{{category.name}}</code> wirklich löschen?
it: Volete eliminare davvero la categoria <code>{{category.name}}</code> ?
pt: Quer realmente apagar a categoria <code>{{category.name}}</code>?
tr: <code>{{category.name}}</code> kategoriyi gerçekten silmek istiyor musunuz?
uk: Ви хочете категорію <code> {{category.name}} </code> видалити?

# configuration.deleteCategory.confirmInfo
source: Bitte geben Sie den Namen der Kategorie ein, um den Löschvorgang zu bestätigen.
it: Inserire il nome della categoria per confermare l'eliminazione.
uk: Введіть назву категорії, щоб підтвердити видалення.

# docedit.imagePicker.linkImages
source: {{selectedDocuments.length}} Bilder verknüpfen
it: {{selectedDocuments.length}} collegare le immagini
tr: {{selectedDocuments.length}} görüntüleri bağla
uk: {{selectedDocuments.length}} Ілюстрації приєднати

# docedit.imagePicker.linkLayers
source: {{selectedDocuments.length}} Bilder als Kartenhintergrund verknüpfen
it: {{selectedDocuments.length}} Collegare le immagini come sfondo della mappa
tr: {{selectedDocuments.length}} görüntüleri harita katmanı olarak bağla
uk: {{selectedDocuments.length}} Ілюстрації приєднати як фон/підоснову карти

# resources.map.layerMenu.noLayersInfo
source: Benutzen Sie den Bearbeiten-Button, um georeferenzierte Bilder als Kartenhintergründe hinzuzufügen.
it: Usare il pulsante Modifica per aggiungere immagini georeferenziate come sfondi della mappa.
uk: Використовуйте кнопку редагування, щоб додати зілюстрації з геоприв’язкою як фон/підоснову карти.

# viewModal.noImages
source: Mit dieser Ressource sind keine Bilder verknüpft.
it: Non ci sono immagini associate a questa risorsa.
uk: З цим ресурсом/даними жодні ілюстрації не з'єднані.

# docedit.tabs.conflicts.header.allResolved
source: Alle Konflikte wurden gelöst.
it: Tutti i conflitti sono stati risolti.
uk: Всі конфлікти вирішено.

# docedit.tabs.conflicts.header.oneConflict
source: Es besteht <b>ein</b> Konflikt.
it: È stato trovato <b>un</b> conflitto.
uk: Існує <b> ein </b> конфлікт.

# docedit.tabs.conflicts.header.multipleConflicts
source: Es bestehen <b>{{conflictedRevisions.length}}</b> Konflikte.
it: Sono stati trovati <b>{{conflictedRevisions.length}}</b> conflitti.
uk: Існують <b> {{conflictedRevisions.length}} </b> конфлікти.

# docedit.tabs.conflicts.competingVersion
source: Konkurrierende Version:
it: Versione alternativa:
uk: Конкуруюча версія:

# docedit.tabs.conflicts.geometryOfType
source: Geometrie vom Typ {{document.resource.geometry.type}}
it: Geometria del tipo {{document.resource.geometry.type}}
uk: Геометрію типу {{document.resource.geometry.type}}

# docedit.tabs.conflicts.georeferenceData
source: Georeferenzdaten
it: Dati di georeferenziazione
uk: Дані геоприв'язки

# docedit.forms.outliersInfo
source: Das Feld beinhaltet nicht in der Werteliste enthaltene Einträge:
it: Il campo contiene voci non incluse nella lista dei valori:
uk: Поле не містить записи, які є в списку значень/даних:

# docedit.forms.invalidFieldData.info
source: Die in diesem Feld eingetragenen Daten entsprechen nicht dem konfigurierten Eingabetyp:
uk: Дані, введені в це поле, не відповідають налаштованому типу введення:

# docedit.forms.missingValuelistInfo.configuration
source: Die in der Projektkonfiguration für das Feld angegebene Werteliste ist leer.
it: La lista dei valori che si trova nel file di configurazione del progetto è vuota.
uk: Список значень, вказаний в проектній конфігурації для поля , порожній.

# docedit.forms.missingValuelistInfo.projectDocumentField
source: Bitte tragen Sie die erlaubten Werte für dieses Feld in den Projektdaten (Feld <i>{{getProjectDocumentFieldLabel()}}</i>) ein.
it: Inserire i valori consentiti per questo campo nei dati del progetto (campo <i>{{getProjectDocumentFieldLabel()}}</i>).
uk: Будь ласка, введіть дозволені значення в даних проекту для цього поля (Поле <i> {{getProjectDocumentFieldLabel()}} </i> ).

# docedit.forms.missingValuelistInfo.parent
source: Für dieses Feld stehen keine Werte zur Auswahl, da das entsprechende Feld der übergeordneten Ressource nicht ausgefüllt ist.
it: Non sono disponibili valori per questo campo perché il campo corrispondente della risorsa sovraordinata non è compilato.
uk: Для цього поля немає значень, які можна вибрати, оскільки відповідне поле батьківського/основного ресурсу не заповнене.

# docedit.forms.dimension.asMeasuredBy
source: Gemessen an
it: Misurato con
pt: Medido na
tr: Ölçüldüğü kadarıyla
uk: Виміряно на/в

# docedit.forms.invalidIdentifier
source: Der eingetragene Bezeichner <b>{{currentIdentifier}}</b> beginnt nicht mit dem konfigurierten Bezeichner-Präfix <b>{{identifierPrefix}}</b>. Bitte tragen Sie einen neuen Bezeichner ein.
it: L'identificatore inserito <b>{{currentIdentifier}}</b> non inizia con il prefisso identificativo configurato <b>{{identifierPrefix}}</b>. Inserire un nuovo identificatore.
uk: Зареєстрований ідентифікатор/назва<b>{{currentIdentifier}}</b> не починається з налаштованого префікса ідентифікатора <b>{{identifierPrefix}}</b>. Введіть новий ідентифікатор.

# settings.languages
source: Sprachen
it: Lingue
uk: Мови

# settings.languages.info
source: Sprachen können nach Priorität sortiert werden. Für fett gedruckte Sprachen ist eine übersetzte Benutzeroberfläche verfügbar. Darüber hinaus können für weitere Sprachen Übersetzungen von Kategorie- und Feldbezeichnungen sowie Wertelisten in der Projektkonfiguration hinterlegt sein.
it: Le lingue possono essere ordinate per priorità. Per le lingue evidenziate in grassetto è disponibile un'interfaccia tradotta. Per le altre lingue possono essere presenti traduzioni di singole categorie e campi, oppure delle liste, nel file di configurazione del progetto.
uk: Мови можна сортувати за пріоритетністю. Для мов, виділених жирним шрифтом, доступний переклад інтерфейсу користувача. Крім того, переклади назв категорій, полів і списків значень можна зберігати в конфігурації проекту для інших мов.

# settings.synchronization.activate
source: Synchronisation aktivieren
it: Attivare la sincronizzazione
uk: Активувати синхронізацію

# settings.synchronization.allowUploads.info
source: Der Empfang von Originalbildern ist standardmäßig deaktiviert, da diese aufgrund ihrer Größe viel Festplattenspeicher belegen können und für die Nutzung der Anwendung nicht zwingend nötig sind.
it: La ricezione delle immagini originali è disattivata per impostazione predefinita dato che possono occupare molto spazio sul disco rigido a causa delle loro dimensioni e non sono assolutamente necessarie per l'utilizzo dell'applicazione.
uk: Отримання оригінальних ілюстрацій вимкнено за замовчуванням, оскільки вони можуть займати багато місця на жорсткому диску через свій розмір і не є абсолютно необхідними для використання програми.

# settings.synchronization.info
source: Diese Adresse und dieses Passwort müssen in anderen Field-Desktop-Installationen eingetragen werden, damit dieser Computer als Synchronisationsziel eingerichtet werden kann.
it: Questo indirizzo e questa password devono essere inseriti negli altri client Field per poter sincronizzare i dati su questo computer.
uk: Цю адресу та пароль потрібно ввести в інших інсталяціях Field Desktop, щоб цей комп’ютер можна було налаштувати як ціль синхронізації.

# settings.images.path
source: Pfad
it: Percorso
uk: Шлях/зсилка
