Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# settings.hideAdvanced
source: Erweiterte Optionen ausblenden
es: Ocultar opciones avanzadas
it: Nascondere opzioni avanzate
pt: Esconder opções avançadas
tr: Gelişmiş ayarları gizle
uk: Приховати додаткові параметри

# settings.update
source: Update
es: Actualizar
it: Aggiornamento
pt: Atualização
tr: Güncelle
uk: Оновлення

# settings.update.activate
source: Automatische Prüfung auf Updates aktivieren
es: Activar comprobación automática de actualizaciones
it: Attivare il controllo automatico per gli aggiornamenti
pt: Ativar pesquisa automática de atualizações
tr: Otomatik güncelleme denetlemeyi etkinleştir
uk: Увімкніти автоматичну перевірку оновлень

# image-view-modal.modal.view
source: Ansicht
es: Ver
it: Mostrare le immagini
pt: Visualização
tr: Görüntüle
uk: Вигляд

# image-view-modal.modal-edit
source: Bearbeiten
es: Editar
it: Modificare
pt: Editar
tr: Düzenle
uk: Редагувати

# settings.addLanguage
source: Sprache hinzufügen
es: Añadir idioma
it: Aggiungere una lingua
pt: Adicionar língua
tr: Dil ekle
uk: Додати мову

# settings.removeLanguage
source: Sprache entfernen
es: Eliminar idioma
it: Rimuovere una lingua
pt: Remover língua
tr: Dili kaldır
uk: Видалити мову

# matrix.view.tooltips.editMode
source: Bearbeitungsmodus
es: Modo de edición
it: Modalità di modifica
pt: Modo de edição
tr: Düzenleme modu
uk: Режим редагування

# matrix.view.tooltips.singleSelectionMode
source: Einzelauswahlmodus
es: Modo de selección única
it: Modalità di selezione singola
pt: Modo de seleção única
tr: Tek seçim modu
uk: Режим єдиного вибору

# matrix.view.tooltips.groupSelectionMode
source: Gruppenauswahlmodus
es: Modo de selección grupal
it: Modalità di selezione di gruppo
pt: Modo de seleção de grupo
tr: Grup seçim modu
uk: Режим групового вибору

# matrix.view.tooltips.deselect
source: Auswahl aufheben
es: Deseleccionar
it: Annullare la selezione
pt: Remover seleção
tr: Seçimi kaldır
uk: Зняти вибір

# matrix.view.tooltips.createMatrixFromSelection
source: Matrix aus Auswahl erstellen
es: Crear matriz a partir de la selección
it: Creare il diagramma stratigrafico della selezione
pt: Gerir matriz da seleção
tr: Seçimden matris oluştur
uk: Створити матрицю з вибраного

# matrix.view.tooltips.reloadMatrix
source: Matrix neu laden
es: Recargar matriz
it: Ricaricare il diagramma stratigrafico
pt: Recarregar matriz
tr: Matrisi yeniden yükle
uk: Завантажити матрицю наново

# matrix.view.noConfiguredOperationCategoriesWarning
source: Für dieses Projekt sind keine Maßnahmenkategorien konfiguriert, die für die Matrixdarstellung geeignet sind.
es: No hay categorías de operaciones adecuadas para la vista de matriz configurada para este proyecto.
it: Per questo progetto non è stata configurata alcuna categoria di operazioni adatta alla rappresentazione del diagramma stratigrafico (matrix).
pt: Para este projeto não foram configuradas categorias de intervenção que sejam próprias para a representação da matriz.
tr: Bu proje için matris görünümüne uygun hiçbir işlem kategorisi yapılandırılmadı.

# matrix.view.noOperationsWarning.single
source: Legen Sie eine Maßnahme der Kategorie "{{getCategoryLabel(configuredOperationCategories[0])}}" in der <a href="#" routerLink="/resources/project">Übersicht</a> an, um hier mit ihr arbeiten zu können.
es: Por favor, cree una operación de la categoría "{{getCategoryLabel(configuredOperationCategories[0])}}" en la <a href="#" routerLink="/resources/project">visión general</a> para poder trabajar con ella aquí.
pt: Crie uma intervenção da categoria "{{getCategoryLabel(configuredOperationCategories[0])}}" na <a href="#" routerLink="/resources/project">apresentação</a> para poder trabalhar aqui.
tr: Burada çalışabilmek için lütfen "{{getCategoryLabel(configuredOperationCategories[0])}}" kategorisinde (<a href="#" routerLink="/resources/project">Genel bakış menüsünde</a>) bir işlem oluşturun.

# matrix.view.noOperationsWarning.multiple
source: Legen Sie eine Maßnahme der Kategorie "{{getCategoryLabel(configuredOperationCategories[0])}}" oder "{{getCategoryLabel(configuredOperationCategories[1])}}" in der <a href="#" routerLink="/resources/project">Übersicht</a> an, um hier mit ihr arbeiten zu können.
es: Por favor, cree una operación de la categoría "{{getCategoryLabel(configuredOperationCategories[0])}}" o "{{getCategoryLabel(configuredOperationCategories[1])}}" en la <a href="#" routerLink="/resources/project">visión general</a> para poder trabajar con ella aquí.
pt: Crie uma intervenção da categoria "{{getCategoryLabel(configuredOperationCategories[0])}}" ou"{{getCategoryLabel(configuredOperationCategories[1])}}" na <a href="#" routerLink="/resources/project">apresentação</a> para poder trabalhar aqui.
tr: Burada çalışabilmek için lütfen "{{getCategoryLabel(configuredOperationCategories[0])}}" veya "{{getCategoryLabel(configuredOperationCategories[1])}}" kategorisinde (<a href="#" routerLink="/resources/project">Genel bakış menüsünde</a>) bir işlem oluşturun.

# matrix.view.noResourcesWarning
source: Legen Sie für die ausgewählte Maßnahme Ressourcen der Kategorie "{{getCategoryLabel('Feature')}}" in der Ausgrabungsansicht an und verknüpfen Sie sie mit zeitlichen oder räumlichen Relationen.
es: Por favor, cree recursos de la categoría "{{getCategoryLabel('Feature')}}" en la vista de excavación para la operación seleccionada y vincúlelos usando relaciones temporales y espaciales.
pt: Crie para a intervenção escolhida recursos da categoria "{{getCategoryLabel('Feature')}}" na visualização de escavação e ligue-as através de associações temporais ou espaciais.
tr: Lütfen seçilen işlem için kazı görünümünde "{{getCategoryLabel('Feature')}}" kategorisindeki girdileri oluşturun ve bunları zamansal veya konumsal ilişkiler kullanarak bağlayın.

# matrix.optionsMenu.relations.label
source: Relationen:
es: Relaciones:
it: Relazioni:
pt: Relações:
tr: İlişkiler:
uk: Відношення:

# matrix.optionsMenu.relations.temporal
source: Zeitlich
es: Temporal
pt: Cronológico
tr: Zamansal

# matrix.optionsMenu.relations.spatial
source: Räumlich
es: Espacial
pt: Espacial
tr: Konumsal

# matrix.optionsMenu.edges.label
source: Kanten:
es: Bordes:
it: Limiti:
pt: Arestas:
tr: Kenarlar:
uk: Краї:

# matrix.optionsMenu.edges.straight
source: Gerade
es: Recto
pt: Direitas
tr: Düz

# matrix.optionsMenu.edges.curved
source: Gebogen
es: Curvado
pt: Curvadas
tr: Kavisli

# matrix.optionsMenu.clusterOption
source: Gruppierung nach Grobdatierung
es: Agrupar por período
pt: Agrupar por período de datação
tr: Döneme göre gruplandır

# util.dating.bce
source: v. Chr.
es: a. EC.
it: a.C.
pt: a.C.
tr: M.Ö.
uk: до н. е.

# util.dating.ce
source: n. Chr.
es: EC.
it: d.C.
pt: d.C.
tr: M.S.
uk: н. ери.

# util.dating.bp
source: BP
es: AP
tr: G.Ö.
uk: BP до тепер. часу

# util.dating.before
source: Vor
es: Antes de
it: Prima
pt: Antes
tr: Önce
uk: До

# util.dating.after
source: Nach
es: Después de
it: Dopo
pt: Depois
tr: Sonra
uk: Після

# util.dimension.asMeasuredBy
source: gemessen an:
es: medido por:

# util.literature.zenonId
source: Zenon-ID
es: ID Zenon
it: ID da Zenon
pt: ID de Zenon

# util.literature.page
source: Seite
es: Página
it: Pagina
pt: Página
tr: Sayfa
uk: Сторінка

# util.literature.figure
source: Abbildung
es: Figura
it: Figura
pt: Figura
tr: Şekil
uk: Ілюстрація

# util.optionalRange.from
source: Von:
es: Desde:
pt: De:
tr: -den:

# util.optionalRange.to
source: , bis:
es: , hasta:
pt: , a:
tr: , -e kadar:

# configuration.categoriesFilter.all
source: Alle
es: Todo
it: Tutte
pt: Todos
tr: Tümü
uk: Всі

# configuration.categoriesFilter.project
source: Projekt
es: Proyecto
it: Progetto
pt: Projeto
tr: Proje
uk: Проект

# configuration.categoriesFilter.trench
source: Schnitt
es: Zanja
it: Saggio
pt: Quadrícula
tr: Açma
uk: Розріз

# configuration.categoriesFilter.building
source: Bauwerk
es: Edificio
it: Edificio
pt: Edifício
tr: Yapı
uk: Споруда

# configuration.categoriesFilter.survey
source: Survey
es: Prospección
pt: Prospeção
tr: Yüzey araştırması
uk: Дослідження/опитування

# configuration.categoriesFilter.images
source: Bilderverwaltung
es: Gestión de imágenes
it: Gestione delle immagini
pt: Gestão de imagens
tr: Görüntü yönetimi
uk: Управління ілюстраціями

# configuration.fieldSpecificSearch.notAllowedForProjectFields
source: Eine feldspezifische Suche ist für Felder der Projekt-Kategorie nicht möglich.
es: No es posible realizar búsquedas específicas en los campos de la categoría proyecto.
it: Una ricerca specifica per campo non è possibile per i campi della categoria "progetti".
pt: Uma pesquisa específica de campo não é possível para campos da categoria "projeto".
tr: Proje kategorisindeki alanlar için alana özel arama yapılması mümkün değildir.
uk: Пошук по полю неможливий для полів проектної категорії.

# configuration.fieldSpecificSearch.notAllowedForInputType
source: Eine feldspezifische Suche ist für Felder dieses Eingabetyps nicht möglich.
es: La búsqueda específica por campo no es posible para los campos de este tipo de entrada.
it: Una ricerca specifica per campo non è possibile per i campi con questo tipo di input.
pt: Uma pesquisa específica de campo não é possível para campos deste tipo de entradas.
tr: Bu giriş tipindeki alanlar için alana özel arama mümkün değildir.
uk: Пошук по полю неможливий для полів цього типу введення.

# configuration.i18nOption.changingNotAllowed
source: Die Eingabe in mehreren Sprachen ist für Felder dieses Eingabetyps immer aktiviert.
es: La entrada en varios idiomas está siempre habilitada para los campos de este tipo.
it: L'inserimento in più lingue è sempre abilitato per i campi di questo tipo di input.
pt: A entrada em várias línguas está sempre ativada para campos deste tipo de entradas.
tr: Bu giriş türündeki alanlar için birden çok dilde giriş her zaman etkinleştirilir.
uk: Багатомовне введення є завжди ввімкнено для полів цього типу.

# configuration.groupChanged
source: Die Gruppe wurde geändert.
es: El grupo ha sido modificado.
it: Il gruppo è stato modificato.
pt: Este grupo foi modificado.
tr: Grup değiştirildi.
uk: Групу змінено.

# configuration.newValue
source: Neuer Wert
es: Nuevo valor
it: Nuovo valore
pt: Novo valor
tr: Yeni değer
uk: Нове значення

# configuration.valuelistChanged
source: Die Werteliste wurde geändert.
es: Se ha modificado la lista de valores.
it: La lista di valori è stata modificata.
pt: Esta lista de valores foi modificada.
tr: Değer listesi değiştirildi.
uk: Список значень змінено.

# configuration.field.valuelistFromProjectField
source: Die Werteliste für dieses Feld entspricht den Einträgen im Feld <code>omProjectField}}der Projek der Projekteinstellungen.
es: La lista de valores para este campo corresponde a las entradas del campo <code>omProjectField}}der Projek de la configuración del proyecto.

# configuation.hierarchicalRelationsInfo.liesWithin
source: Ressourcen dieser Kategorie können unterhalb von Ressourcen folgender Kategorien angelegt werden:
es: Los recursos de esta categoría se pueden crear debajo de los recursos de las siguientes categorías:
pt: Recursos desta categoria podem ser criados sob recursos das seguintes categorias:
tr: Bu kategorideki girdiler aşağıdaki kategorilerdeki girdilerin altında oluşturulabilir:

# configuation.hierarchicalRelationsInfo.includes
source: Unterhalb von Ressourcen dieser Kategorie können Ressourcen folgender Kategorien angelegt werden:
es: Los recursos de las siguientes categorías se pueden crear debajo de los recursos de esta categoría:
pt: Sob recursos desta categoria podem ser criadas recursos das seguintes categorias:
tr: Bu kategorideki girdilerin altında aşağıdaki kategorilerdeki girdiler oluşturulabilir:

# configuration.hierarchicalRelationsInfo.noLiesWithin
source: Ressourcen dieser Kategorie können nicht unterhalb von anderen Ressourcen angelegt werden.
es: Los recursos de esta categoría no se pueden crear debajo de otros recursos.
pt: Recursos desta categoria não podem ser criados sob outros recursos.
tr: Bu kategorideki girdiler diğer girdiler altında oluşturulamaz.

# configuration.hierarchicalRelationsInfo.noIncludes
source: Unterhalb von Ressourcen dieser Kategorie können keine anderen Ressourcen angelegt werden.
es: No se pueden crear recursos por debajo de los recursos de esta categoría.
pt: Sob recursos desta categoria não podem ser criados outros recursos.
tr: Bu kategorideki girdilerin altında girdi oluşturulamaz.

# configuration.conflicts.header
source: Konflikte in der Projektkonfiguration
es: Conflictos en la configuración del proyecto
it: Conflitti nella configurazione del progetto
pt: Conflitos na configuração de projeto
tr: Proje yapılandırmasındaki çakışmalar
uk: Конфлікти в конфігурації проекту

# docedit.group.conflicts
source: Konflikte
es: Conflictos
it: Conflitti
pt: Conflitos
tr: Çakışmalar
uk: Конфлікти

# languages.noLanguage
source: Ohne Sprachangabe
es: Idioma sin especificar
it: Senza indicazione della lingua
pt: Sem indicação da língua
tr: Belirtilmemiş dil
uk: Без визначення мови

# docedit.parentLabel.project
source: Projekt
es: Proyecto
it: Progetto
pt: Projeto
tr: Proje
uk: Проект

# docedit.saveModal.resourceChanged
source: Die Ressource wurde geändert.
es: El recurso ha sido modificado.
it: La risorsa è stata modificata.
pt: Este recurso foi modificado.
tr: Girdi değiştirildi.
uk: Ресурс змінено.

# docedit.tabs.conflicts.deletedResource
source: Gelöschte Ressource
es: Recurso eliminado
it: Risorse eliminate
pt: Recursos apagados
tr: Silinen girdi
uk: Видалений ресурс

# docedit.tabs.conflicts.geometry
source: Geometrie
es: Geometría
it: Geometria
pt: Geometria
tr: Geometri
uk: Геометрія

# docedit.tabs.conflicts.georeference
source: Georeferenz
es: Georreferenciación
it: Georeferenziazione
pt: Georreferenciação
tr: Coğrafi referans
uk: Геоприв'язка

# docedit.tabs.images.tooltips.removeLink
source: Verknüpfung löschen
es: Eliminar enlace
it: Eliminare il collegamento
pt: Apagar associação
tr: Bağlantıyı kaldır
uk: Видалити посилання/зв'язок

# docedit.tabs.images.tooltips.removeLinks
source: Verknüpfungen löschen
es: Eliminar enlaces
it: Eliminare i collegamenti
pt: Apagar associações
tr: Bağlantıları kaldır
uk: Видалити посилання/зв'язки

# export.dialog.untitled
source: Ohne Titel
es: Sin título
it: Senza titolo
pt: Sem título
tr: Başlıksız
uk: Без назви

# export.dialog.filter.catalog
source: Katalog
es: Catálogo
it: Lista
pt: Catálogo
uk: Каталог

# export.dialog.filter.geojson
source: GeoJSON-Datei
es: Archivo GeoJSON
it: File GeoJSON
pt: Ficheiro GeoJSON
tr: GeoJSON dosyası
uk: GeoJSON-Файл

# export.dialog.filter.zip
source: ZIP-Archiv
es: Archivo ZIP
it: Archivio ZIP
pt: Arquivo ZIP
tr: ZIP Arşiv
uk: ZIP-Архів

# imageOverview.searchBar.constraints.linkedResources
source: Verknüpfte Ressourcen
es: Recursos vinculados
it: Risorse collegate
pt: Recursos associados
tr: Bağlantılı girdiler
uk: Пов'язані ресурси

# messages.import.error.notupdated
source: Fehlgeschlagene Zuordnung per Bezeichner '[0]'. Ressource nicht vorhanden.
es: Asignación por identificador '[0]' fallida. El recurso no existe.
it: Assegnazione per identificatore fallita '[0]'. Risorsa non disponibile.
pt: Falha de atribuição através do identificador "[0]". Recurso não existente.
tr: '[0]' tanımlayıcısına göre atama başarısız oldu. Girdi mevcut değil.
uk: Помилка зіставлення за ідентифікатором '[0]'. Ресурс недоступний.

# messages.messages.error.unknownMessage
source: Ein unbekannter Fehler ist aufgetreten. Details können in der Developer Console eingesehen werden.
es: Se ha producido un error desconocido. Los detalles se pueden encontrar en la consola del desarrollador.
it: Si è verificato un errore sconosciuto. I dettagli possono essere visualizzati nella developer console.
pt: Ocorreu um erro desconhecido. Pode verificar os detalhes na console de desenvolvedor.
tr: Bilinmeyen bir hata oluştu. Ayrıntıları geliştirici konsolunda bulabilirsiniz.
uk: Сталася невідома помилка. Подробиці можна переглянути на консолі розробника.

# messages.configuration.error.generic
source: Fehler beim Auswerten eines Konfigurationsobjektes.
es: Error al evaluar un objeto de configuración.
it: Errore nell'analisi di un oggetto di configurazione.
pt: Erro ao avaliar um objeto de configuração.
tr: Bir konfigürasyon nesnesi değerlendirilirken hata oluştu.
uk: Помилка при оцінці об’єкта конфігурації.

# messages.configReader.error.invalidJson
source: Fehler beim Parsen der Konfigurationsdatei '[0]': Das JSON ist nicht valide.
es: Error al analizar el archivo de configuración '[0]': el JSON no es válido.
it: Errore nella resa parser del file di configurazione '[0]': il codice JSON non è valido.
pt: Erro ao analisar o ficheiro de configuração "[0]": O JSON não é válido.
tr: '[0]' konfigürasyon dosyası ayrıştırılırken hata oluştu: JSON geçerli değil.
uk: Помилка аналізу файлу конфігурації "[0]": JSON-файл недійсний.

# messages.all.error.find
source: Beim Laden von Ressourcen ist ein Fehler aufgetreten.
es: Se ha producido un error al cargar los recursos.
it: Si è verificato un errore durante il caricamento delle risorse
pt: Ocorreu um erro ao carregar os recursos.
tr: Girdiler yüklenirken bir hata oluştu.
uk: Помилка аналізу файлу конфігурації "[0]": JSON-файл недійсний. Під час завантаження ресурсів сталася помилка.

# messages.settings.success
source: Die Einstellungen wurden erfolgreich aktiviert.
es: La configuración se ha activado correctamente.
it: Le impostazioni sono state attivate con successo.
pt: As definições foram ativadas com sucesso.
tr: Ayarlar başarıyla etkinleştirildi.
uk: Налаштування успішно активовані.

# messages.settings.error.malformedAddress
source: Bitte geben Sie als Adresse eine gültige URL ein.
es: Por favor, introduzca una URL válida como dirección.
pt: Por favor insira um endereço URL válido.
tr: Lütfen adres olarak geçerli bir URL girin.
uk: Будь ласка, введіть дійсну URL-адресу.

# messages.projects.deleteSuccess
source: Das Projekt "[0]" wurde erfolgreich gelöscht.
es: El proyecto "[0]" se ha eliminado correctamente.
it: Il progetto "[0]" è stato cancellato con successo.
pt: O projeto "[0]" foi apagado com sucesso.
tr: "[0]" projesi başarıyla silindi.
uk: Проект "[0]" успішно видалено.

# messages.backup.write.success
source: Die Datenbank wurde erfolgreich gesichert.
es: La base de datos se ha guardado correctamente.
it: Il backup della banca dati è stato eseguito correttamente.
pt: A base de dados foi gravada com sucesso.
tr: Veritabanı başarıyla kaydedildi.
uk: Резервну копію бази даних успішно створено.

# messages.backup.read.success
source: Das Backup wurde erfolgreich eingelesen.
es: La copia de seguridad se ha restaurado correctamente.
it: Il backup è stato importato correttamente.
pt: A cópia de segurança foi lida com sucesso.
tr: Yedekleme başarıyla geri yüklendi.
uk: Резервну копію успішно прочитано.

# messages.backup.write.error.generic
source: Beim Sichern der Datenbank ist ein Fehler aufgetreten.
es: Se ha producido un error al crear una copia de seguridad de la base de datos.
it: Si è verificato un errore durante il backup della banca dati.
pt: Ao gravar a base de dados ocorreram erros.
tr: Veritabanının yedeğini oluştururken bir hata oluştu.
uk: Під час резервного копіювання бази даних сталася помилка.

# messages.backup.read.error.generic
source: Beim Einlesen der Backup-Datei ist ein Fehler aufgetreten.
es: Se ha producido un error al leer el archivo de copia de seguridad.
it: Si è verificato un errore durante l'importazione del file di backup.
pt: Ao ler o ficheiro da cópia de segurança ocorreu um erro.
tr: Yedekleme dosyası okunurken bir hata oluştu.
uk: Під час читання файлу резервної копії сталася помилка.

# messages.backup.read.error.fileNotFound
source: Die angegebene Datei konnte nicht gefunden werden.
es: No se ha encontrado el archivo especificado.
it: Il file specificato non è stato trovato.
pt: O ficheiro indicado não foi encontrado.
tr: Belirtilen dosya bulunamadı.
uk: Не вдалося знайти вказаний файл.

# messages.backup.read.error.noProjectIdentifier
source: Geben Sie eine Projektkennung an, um fortzufahren.
es: Por favor, introduzca un identificador de proyecto para continuar.
it: Inserire un identificatore di progetto per continuare.
pt: Por favor insira o identificador de projeto para proceder.
tr: Devam etmek için lütfen bir proje tanımlayıcısı girin.
uk: Щоб продовжити, введіть ідентифікатор проекту.

# messages.backup.read.error.sameProjectIdentifier
source: Bitte wählen Sie als Ziel ein anderes als das gerade ausgewählte Projekt.
es: Por favor, seleccione un objetivo distinto al proyecto seleccionado actualmente.
it: Selezionare una destinazione diversa dal progetto attualmente selezionato.
pt: Por favor selecionar uma outra destinação que o projeto atualmente selecionado.
tr: Lütfen şu anda seçili proje dışında bir hedef seçin.
uk: Будь ласка, виберіть як ціль, інакший від наразі вибраного проекту.

# messages.backup.read.warning.unsimilarProjectIdentifier
source: Die von Ihnen gewählte Projektkennung unterscheidet sich stark von der Kennung des Originalprojekts. Bitte prüfen Sie, ob Sie die korrekte Backup-Datei ausgewählt haben, bevor Sie Daten aus dem wiederhergestellten Projekt mit anderen Field-Desktop-Instanzen oder Field-Servern synchronisieren.
es: El identificador del proyecto que ha introducido difiere considerablemente del identificador del proyecto original. Por favor, compruebe que ha seleccionado el archivo de copia de seguridad correcto antes de sincronizar los datos del proyecto restaurado con otras instancias de Field Desktop o servidores de Field.
it: L'identificatore del progetto selezionato è molto diverso dall'identificatore del progetto originale. Verificare di aver selezionato il file di backup corretto prima di sincronizzare i dati del progetto ripristinato con altre istanze di Field Desktop o server Field.
pt: O identificador de projeto difere muito do identificador do projeto original. Por favor verifique se escolheu o ficheiro da cópia de segurança correto antes de sincronizar dados do projeto recuperado com outras instâncias de Field Desktop ou servidores de Field.
tr: Girdiğiniz proje tanımlayıcısı orijinal projenin tanımlayıcısından büyük ölçüde farklı. Geri yüklenen projedeki verileri diğer Field Desktop örnekleri veya Field Server sunucularıyla senkronize etmeden önce lütfen doğru yedekleme dosyasını seçip seçmediğinizi kontrol edin.
uk: Вибраний вами ідентифікатор проекту значно відрізняється від ідентифікатора оригінального проекту. Переконайтеся, що ви вибрали правильний файл резервної копії, перш ніж синхронізувати дані з відновленого проекту з іншими Field Desktop екземплярами або Field-серверами.

# messages.model.validation.error.identifierExists
source: Der Ressourcen-Bezeichner [0] existiert bereits.
es: El identificador de recurso [0] ya existe.
it: L'identificatore di risorsa [0] esiste già.
pt: O identificador de recurso [0] já existe.
tr: Girdi tanımlayıcısı [0] zaten mevcut.
uk: Ідентифікатор ресурсу [0] вже існує.

# messages.model.validation.error.identifierPrefix
source: Der Ressourcen-Bezeichner '[0]' beginnt nicht mit dem für die Kategorie '[1]' konfigurierten Bezeichner-Präfix '[2]'.
es: El identificador de recurso '[0]' no comienza con el prefijo de identificador '[1]' configurado para la categoría '[2]'.
it: L'identificatore della risorsa '[0]' non inizia con il prefisso identificativo '[2]' configurato per la categoria '[1]'.
pt: O identificador de recurso "[0]" não começa pelo prefixo de identificador configurado "[2]" para a categoria "[1]".
tr: '[0]' girdi tanımlayıcısı, '[1]' kategorisi için yapılandırılan '[2]' tanımlayıcı önekiyle başlamıyor.
uk: Ідентифікатор ресурсу '[0]' не починається з для категорії '[1]' налаштованого префікса-ідентифікатора '[2]'.
