Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# messages.import.catalog.error.connected_type_deleted
source: Update eines bestehenden Katalogs abgebrochen. Die bestehende Version enthält mit Funden verknüpfte Typen, die in der Import-Datei nicht mehr vorhanden sind. Bitte entfernen Sie die Verknüpfungen und starten den Import anschließend erneut. Betroffene Typen: [0]
es: Actualización de un catálogo existente abortada. La versión actual contiene tipos que están vinculados a hallazgos y que ya no están presentes en el archivo de importación. Por favor, elimine los enlaces y luego reinicie la importación. Tipos afectados: [0]
it: Attualizzazione di un catalogo esistente interrotta. La versione esistente contiene tipi che non sono presenti nell'importazione, ma che sono ancora associati a ritrovamenti. Rimuovere i collegamenti e riavviare l'importazione. Tipi interessati: [0]
pt: Atualização de um catálogo existente foi interrompido. A versão existente contém tipos associados a achados que não existem no ficheiro de importação. Por favor remova as associações e recomece a importação. Tipos afetados: [0]
tr: Mevcut bir kataloğun güncellenmesi iptal edildi. Mevcut sürüm, bulgulara bağlı olan ve artık içe aktarma dosyasında bulunmayan tipleri içeriyor. Lütfen bağlantıları kaldırın ve ardından içe aktarma işlemini yeniden başlatın. Etkilenen tipler: [0]
uk: Оновлення існуючого каталогу скасовано. Існуюча версія містить типи, пов’язані з результатами, яких більше немає у файлі імпорту. Будь ласка, видаліть посилання та почніть імпорт знову. Типи яких стосується: [0]

# messages.import.catalog.error.identifier_clash
source: Katalogimport abgebrochen. Identifier-Konflikte mit Dokumenten der Datenbank. Identifier: [0]
es: Importación abortada. Se ha detectado un conflicto de identificador con documentos existentes. Identificador: [0]
it: Importazione catalogo interrotta. L'identificatore è in conflitto con i documenti nel database. Identificatore: [0]
pt: Importação de catálogo interrompida. Conflito de identificadores com documentos da base de dados. Identificador: [0]
tr: İçe aktarma iptal edildi. Tanımlayıcı, tespit edilen mevcut kayıtlarla çakışıyor. Tanımlayıcı: [0]
uk: Імпорт каталогу скасовано. Ідентифікатор конфліктує з документами в базі даних. Ідентифікатори: [0]

# messages.import.catalog.error.owner_must_not_reimport_catalog
source: Katalogimport abgebrochen. Löschen Sie den Katalog '[0]', bevor Sie ihn erneut importieren.
es: Importación abortada. Elimine el catálogo existente '[0]', antes de importarlo de nuevo.
it: Importazione catalogo interrotta. Cancellare il catalogo '[0]' prima di importarlo nuovamente.
pt: Importação de catálogo interrompida. Apague o catálogo '[0]' antes de importar de novo.
tr: İçe aktarma iptal edildi. Yeniden içe aktarmadan önce mevcut '[0]' kataloğunu silin.
uk: Імпорт каталогу скасовано. Видаліть каталог '[0]', перш ніж імпортувати його знову.

# messages.import.catalog.error.owner_must_not_overwrite_existing_images
source: Katalogimport abgebrochen. Importdatei beinhaltet Bilder, die bereits in der Datenbank vorhanden sind.
es: Importación abortada. El archivo de importación contiene imágenes que ya existen en la base de datos.
it: Importazione catalogo interrotta. Il file di importazione contiene immagini che esistono già nel database.
pt: Importação de catálogo interrompida. Ficheiro de importação contém imagens que já existem da base de dados.
tr: İçe aktarma iptal edildi. İçe aktarma dosyası, veritabanında zaten mevcut olan görüntüleri içerir.
uk: Імпорт каталогу скасовано. Файл імпорту містить ілюстрації які вже є в базі даних.

# messages.import.catalog.error.differentProjectEntries
source: Katalogimport abgebrochen. Alle zu importierenden Dokumente müssen den gleichen Projekt-Eintrag haben.
es: Importación abortada. Todos los documentos del archivo de importación deben tener la misma entrada de proyecto.
it: Importazione catalogo interrotta. Tutti i documenti da importare devono avere la stessa voce di progetto.
pt: Importação de catálogo interrompida. Todos os documentos a importar devem ter a mesma entrada de projeto.
tr: İçe aktarma iptal edildi. İçe aktarma dosyasındaki tüm kayıtlar aynı proje girişine sahip olmalıdır.
uk: Імпорт каталогу скасовано. Усі документи, які потрібно імпортувати, повинні мати однаковий запис проекту.

# messages.import.catalog.error.noOrTooManyTypeCatalogDocuments
source: Katalogimport abgebrochen. Keine oder zu viele TypeCatalog-Dokumente.
es: Importación abortada. No se han encontrado documentos TypeCatalog o se han encontrado demasiados.
it: Importazione catalogo interrotta. Nessun o troppi documenti del tipo TypeCatalog.
pt: Importação de catálogo interrompida. Nenhum ou documentos do tipo TypeCatalog a mais.
tr: İçe aktarma iptal edildi. Çok fazla TypeCatalog kaydı bulundu veya hiç bulunamadı.
uk: Імпорт каталогу скасовано. Немає або забагато TypeCatalog-документів.

# messages.import.catalog.error.invalidRelations
source: Katalogimport abgebrochen. Ungültige Relationen.
es: Importación abortada. Relaciones no válidas.
it: Importazione catalogo interrotta. Relazioni non valide.
pt: Importação de catálogo interrompida. Relação inválida.
tr: İçe aktarma iptal edildi. Geçersiz ilişkiler.
uk: Імпорт каталогу скасовано. Недійсні відносини.

# messages.import.validation.error.noRecordedIn
source: Fehlende Definition von 'Aufgenommen in Maßnahme'. Eine Zuordnung muss vorgenommen werden.
es: Falta la definición de 'Registrado en la operación'. Esta asignación es obligatoria.
it: Manca la definizione di "incluso nell'operazione". È necessario effettuare un'assegnazione.
pt: Falta de definição de "Registado durante intervenção". Deve ser efetuada uma atribuição.
tr: 'Çalışmada kaydedildi' tanımı eksik. Bu atama zorunludur.
uk: Відсутнє визначення "включено в дію". Треба зробити призначення.

# messages.import.validation.error.noRecordedInTarget
source: Fehlendes Ziel einer Relation vom Typ 'Aufgenommen in Maßnahme'. Ziel-ID: [0].
es: Objetivo perdido para una relación de tipo 'Grabado en funcionamiento'. ID del objectivo: [0].
it: Target mancante di una relazione di tipo "incluso nell'operazione". ID-target: [0].
pt: Falta de destinação de uma relação do tipo 'Registado durante intervenção'. ID de destinação: [0].
tr: 'Çalışmada kaydedildi' türündeki bir ilişki için hedef eksik. Hedef kimliği: [0].
uk: Відсутня мета таблиці типу 'Включено в дію‘. Цільовий ідентифікатор: [0].

# messages.export.success
source: Die Exportdatei wurde erfolgreich erstellt.
es: El archivo de exportación se ha creado correctamente.
it: Il file di esportazione è stato creato correttamente.
pt: O ficheiro de exportação foi criado com sucesso.
tr: Dışa aktarma dosyası başarıyla oluşturuldu.
uk: Файл експорту створено успішно.

# messages.export.error.generic
source: Beim Export ist ein Fehler aufgetreten.
es: Se ha producido un error al crear el archivo de exportación.
it: Si è verificato un errore durante l'esportazione.
pt: Ocorreu um erro ao exportar.
tr: Dışa aktarma dosyası oluşturulurken bir hata oluştu.
uk: Під час експорту сталася помилка.

# messages.export.geojson.error.write
source: Beim Export ist ein Fehler aufgetreten: Die GeoJSON-Datei konnte nicht geschrieben werden.
es: Se ha producido un error durante la exportación: No se ha podido escribir el archivo GeoJSON.
it: Si è verificato un errore durante l'esportazione: impossibile scrivere il file GeoJSON.
pt: Ocorreu um erro ao exportar: O ficheiro GeoJSON não pode ser escrito.
tr: Dışa aktarma sırasında bir hata oluştu: GeoJSON dosyasına yazılamadı.
uk: Під час експорту сталася помилка: не вдалося записати файл GeoJSON.

# messages.export.error.catalog.images-not-exclusive-to-catalog
source: Beim Export ist ein Fehler aufgetreten: Bilder des Kataloges dürfen nicht gleichzeitig mit anderen Ressourcen verbunden sein. Bilder: [0]
es: Se ha producido un error durante la exportación: las imágenes del catálogo no deben estar vinculadas a otros recursos. Imágenes: [0]
it: Si è verificato un errore durante l'esportazione: le immagini del catalogo non possono essere collegate contemporaneamente ad altre risorse. Immagini: [0]
pt: Ocorreu um erro ao exportar: as imagens do catálogo não podem ser associadas ao mesmo tempo a outros recursos. Imagens: [0]
tr: Dışa aktarma sırasında bir hata oluştu: Kataloğun görselleri başka girdilere bağlanmamalıdır. Görseller: [0]
uk: Під час експорту сталася помилка: зображення з каталогу не можна підключати до інших ресурсів одночасно. Ілюстрації: [0]

# messages.export.error.catalog.failedToCopyImages
source: Beim Export ist ein Fehler aufgetreten: Die mit dem Katalog verknüpften Bilder konnten nicht exportiert werden. Bitte prüfen Sie, ob die Original-Bilddateien im Bilderverzeichnis vorhanden sind.
es: Se ha producido un error durante la exportación: No se han podido exportar las imágenes asociadas al catálogo. Por favor, compruebe si los archivos de imagen originales están presentes en el directorio de imágenes.
it: Si è verificato un errore durante l'esportazione: le immagini associate al catalogo non possono essere esportate. Controllare se i file originali sono disponibili nella directory delle immagini.
pt: Ocorreu um erro ao exportar: as imagens associadas ao catálogo não foram exportadas. Por favor verifique se os ficheiros originais de imagens existe no diretório de imagens.
tr: Dışa aktarma sırasında bir hata oluştu: Katalogla ilişkili görseller dışa aktarılamadı. Lütfen orijinal görüntü dosyalarının görüntü dizininde mevcut olup olmadığını kontrol edin.
uk: Під час експорту сталася помилка: не вдалося експортувати ілюстрації, пов’язані з каталогом. Перевірте, чи оригінальні файли ілюстрацій знаходяться в списку зображень.

# messages.export.shapefile.error.zipFileCreation
source: Beim Export ist ein Fehler aufgetreten: Die ZIP-Datei [0] konnte nicht erstellt werden.
es: Se produjo un error durante la exportación: no se pudo crear el archivo ZIP [0].
it: Si è verificato un errore durante l'esportazione: impossibile creare il file zip [0].
pt: Ocorreu um erro ao exportar: o ficheiro ZIP [0] não pode ser criado.
tr: Dışa aktarma sırasında bir hata oluştu: ZIP dosyası [0] oluşturulamadı.
uk: Під час експорту сталася помилка: не вдалося створити тимчасовий список/каталог [0].

# messages.export.shapefile.error.write
source: Beim Export ist ein Fehler aufgetreten: Das Shapefile konnte nicht geschrieben werden.
es: Se produjo un error durante la exportación: no se pudo escribir el archivo shapefile.
it: Si è verificato un errore durante l'esportazione: impossibile scrivere lo shapefile.
pt: Ocorreu um erro ao exportar: O shapefile não pode ser escrito.
tr: Dışa aktarma sırasında bir hata oluştu: shapefile dosyasına yazılamadı.
uk: Під час експорту сталася помилка: не вдалося записати Shape-файл.

# messages.export.csv.warning.invalidFieldData.single
source: Das Feld "[0]" der Ressoure [1] wurde beim Export ignoriert, weil die eingetragenen Felddaten nicht dem konfigurierten Eingabetyp entsprechen.
es: El campo "[0]" del recurso [1] fue ignorado durante la exportación porque los datos ingresados no corresponden al tipo de entrada configurado.
it: Il campo "[0]" della risorsa [1] è stato ignorato durante l'esportazione perché i dati inseriti non corrispondono al tipo di input configurato.
pt: O campo "[0]" do recurso [1] foi ignorado na exportação porque os dados de campo não correspondem ao tipo de entradas configurado.
tr: Girilen alan verileri yapılandırılan giriş türüne karşılık gelmediğinden, girdi [1]'in "[0]" alanı dışa aktarma sırasında göz ardı edildi.
uk: Поле "[0]" ресурсу [1] було проігноровано під час експорту, оскільки введені дані поля не відповідають налаштованому типу введення.

# messages.export.csv.warning.invalidFieldData.multiple
source: Mehrere Felder wurden beim Export ignoriert, weil die eingetragenen Felddaten nicht dem konfigurierten Eingabetyp entsprechen (vollständige Auflistung unten).
es: Varios campos fueron ignorados durante la exportación porque los datos ingresados no corresponden al tipo de entrada configurado (listado completo a continuación).
it: Molti campi sono stati ignorati durante l'esportazione perché i dati inseriti non corrispondono al tipo di input configurato (elenco completo qui sotto).
pt: Vários campos foram ignorados na exportação porque os dados de campo inseridos não correspondem ao tipo de entradas configurado (listagem abaixo).
tr: Girilen alan verileri konfigüre edilen giriş türüne karşılık gelmediğinden, dışa aktarma sırasında birden fazla alan göz ardı edildi (tam liste aşağıdadır).
uk: Декілька полів було проігноровано під час експорту, оскільки введені дані поля не відповідали налаштованому типу введення (повний список нижче).

# messages.datastore.error.notFound
source: Die Ressource konnte nicht gefunden werden.
es: No se pudo encontrar el recurso.
it: Impossibile trovare la risorsa.
pt: O recursos não foram encontrados.
tr: Girdi bulunamadı.
uk: Ресурс не знайдено.

# messages.docedit.warning.saveConflict
source: Beim Speichern der Ressource ist ein Konflikt aufgetreten.
es: Se produjo un conflicto al guardar el recurso.
it: Si è verificato un conflitto durante il salvataggio della risorsa.
pt: Ocorreu um conflito ao gravar o recurso.
tr: Girdi kaydedilirken bir çakışma oluştu.
uk: Під час збереження ресурсу стався конфлікт.

# messages.docedit.error.save
source: Beim Speichern der Ressource ist ein Fehler aufgetreten.
es: Se produjo un error al guardar el recurso.
it: Si è verificato un errore durante il salvataggio della risorsa.
pt: Ocorreu um erro ao gravar o recurso.
tr: Girdi kaydedilirken bir hata oluştu.
uk: Під час збереження ресурсу сталася помилка.

# messages.docedit.error.delete
source: Beim Löschen der Ressource ist ein Fehler aufgetreten.
es: Se produjo un error al eliminar el recurso.
it: Si è verificato un errore durante l'eliminazione della risorsa.
pt: Ocorreu um erro ao apagar o recurso.
tr: Girdi silinirken bir hata oluştu.
uk: Під час видалення ресурсу сталася помилка.

# messages.docedit.error.resolveConflict
source: Der Konflikt konnte nicht gelöst werden. Bitte prüfen Sie, ob der Konflikt bereits von einem anderen Benutzer bzw. einer anderen Benutzerin gelöst wurde.
es: No se pudo resolver el conflicto. Por favor, compruebe si otro usuario ya lo ha resuelto.
it: Il conflitto non può essere risolto. Verifica se il conflitto è stato già risolto da un altro utente.
pt: O conflito não pode ser resolvido. Por favor verifique se o conflito já foi resolvido por um outro utilizador/uma outra utilizadora.
tr: Çakışma çözülemedi. Lütfen çakışmanın başka bir kullanıcı tarafından çözülüp çözülmediğini kontrol edin.
uk: Конфлікт вирішити не вдалося. Перевірте, чи конфлікт уже вирішено іншим користувачем.

# messages.docedit.validation.error.invalidNumericValue
source: Bitte tragen Sie im Feld '[1]' einen gültigen Zahlenwert ein.
es: Por favor, introduce un número válido en el campo '[1]'.
it: Inserisci un valore numerico valido nel campo '[1]'.
pt: Por favor insira um valor numérico válido no campo '[1]'.
tr: Lütfen '[1]' alanına geçerli bir sayı girin.
uk: Будь ласка, введіть дійсне числове значення в поле '[1]'.

# messages.docedit.validation.error.invalidNumericValues
source: Bitte tragen Sie in den folgenden Feldern gültige Zahlenwerte ein: [1].
es: Por favor, introduce números válidos en los siguientes campos: [1].
it: Inserisci valori numerici validi nei seguenti campi: [1].
pt: Por favor insira nos seguintes campos valores numéricos válidos: [1].
tr: Lütfen aşağıdaki alanlara geçerli sayıları girin: [1].
uk: Будь ласка, введіть дійсні числові значення в наступні поля: [1].

# messages.docedit.validation.error.invalidUrl
source: Bitte tragen Sie im Feld '[1]' eine gültige URL ein.
es: Por favor, introduce una URL válida en el campo '[1]'.
it: Inserire un URL valido nel campo '[1]'.
pt: Por favor insira no campo '[1]' um URL válido.
tr: Lütfen '[1]' alanına geçerli bir URL girin.
uk: Введіть дійсну URL-адресу в поле '[1]'.

# messages.docedit.validation.error.invalidUrls
source: Bitte tragen Sie in den folgenden Feldern gültige URLs ein: [1].
es: Por favor, introduce URLs válidas en los siguientes campos: [1].
it: Inserire URL validi nei seguenti campi: [1].
pt: Por favor insira nos seguintes campos referências URL válidas: [1].
tr: Lütfen aşağıdaki alanlara geçerli URL'leri girin: [1].
uk: Введіть дійсні URL-адреси в наступні поля: [1].

# messages.docedit.validation.error.invalidDatingValue
source: Bitte tragen Sie im Feld '[1]' eine gültige Datierung ein.
es: Por favor, introduce una datación válida en el campo '[1]'.
it: Inserisci una datazione valida nel campo '[1]'.
pt: Por favor insira no campo '[1]' uma datação válida.
tr: Lütfen '[1]' alanına geçerli bir tarih girin.
uk: Введіть дійсну датування в полі '[1]'.

# messages.docedit.validation.error.invalidDatingValues
source: Bitte tragen Sie in den folgenden Feldern gültige Datierungen ein: [1].
es: Por favor, introduce dataciones válidas en los siguientes campos: [1].
it: Inserisci datazioni valide nei seguenti campi: [1].
pt: Por favor insira nos seguintes campos datações válidas: [1].
tr: Lütfen aşağıdaki alanlara geçerli tarihleri girin: [1].
uk: Будь ласка, введіть дійсні датування в такі поля: [1].

# messages.docedit.validation.error.invalidDimensionValue
source: Bitte tragen Sie im Feld '[1]' eine gültige Maßangabe ein.
es: Por favor, introduce una dimensión válida en el campo '[1]'.
it: Inserisci una dimensione valida nel campo '[1]'.
pt: Por favor insira no campo '[1]' uma indicação de dimensão válida.
tr: Lütfen '[1]' alanına geçerli bir boyut girin.
uk: Будь ласка, введіть дійсний розмір в поле "[1]".

# messages.docedit.validation.error.invalidDimensionValues
source: Bitte tragen Sie in den folgenden Feldern gültige Maßangaben ein: [1].
es: Por favor, introduce dimensiones válidas en los siguientes campos: [1].
it: Inserisci dimensioni valide nei seguenti campi: [1].
pt: Por favor insira nos seguintes campos indicações de dimensão válidas: [1].
tr: Lütfen aşağıdaki alanlara geçerli boyutları girin: [1].
uk: Будь ласка, введіть дійсні розміри в такі поля: [1].

# messages.docedit.validation.error.invalidDecimalSeparator
source: Bitte verwenden Sie im Feld '[1]' den Punkt als Dezimaltrennzeichen.
es: Por favor, usa el punto como separador decimal en el campo '[1]'.
it: Utilizza il punto come separatore decimale nel campo '[1]'.
pt: Por favor utilize um ponto como separador decimal no campo '[1]'.
tr: Lütfen '[1]' alanında ondalık ayırıcı olarak noktayı kullanın.
uk: У полі «[1]» використовуйте крапку як десятковий роздільник.

# messages.docedit.validation.error.invalidDecimalSeparators
source: Bitte verwenden Sie in den folgenden Feldern den Punkt als Dezimaltrennzeichen: [1].
es: Por favor, utilice el punto como separador decimal en los siguientes campos: [1].
it: Utilizza il punto come separatore decimale nei seguenti campi: [1].
pt: Por favor utilize um ponto como separador decimal nos seguintes campos: [1].
tr: Lütfen aşağıdaki alanlarda ondalık ayırıcı olarak noktayı kullanın: [1].
uk: Будь ласка, використовуйте крапку як десятковий роздільник у наступних полях: [1].

# messages.docedit.validation.error.missingProperty
source: Bitte füllen Sie das Feld '[1]' aus.
es: Por favor, rellene el campo '[1]'.
it: Si prega di compilare il campo '[1]'.
pt: Por favor preencha o campo '[1]'.
tr: Lütfen '[1]' alanını doldurun.
uk: Будь ласка, заповніть поле '[1]'.

# messages.docedit.validation.error.maxCharactersExceeded
source: Im Feld '[1]' dürfen maximal [2] Zeichen eingetragen werden.
es: Se pueden ingresar un máximo de [2] caracteres en el campo '[1]'.
it: Nel campo "[1]" è possibile inserire un massimo di [2] caratteri.
pt: No campo '[1]' podem ser inseridos no máximo [2] caracteres.
tr: '[1]' alanına maksimum [2] karakter girilebilir.
uk: У полі '[1]' можна ввести максимум [2] символи.

# messages.docedit.validation.error.noRecordedIn
source: Bitte wählen Sie eine Zielressource für die Relation 'Aufgenommen in Maßnahme' aus.
es: Por favor, elige un recurso destino para la relación 'Registrado en operación'.
it: Seleziona una risorsa target per la relazione 'inserita nell'operazione'.
pt: Por favor selecione um recurso de destinação para a relação "registado na intervenção".
tr: Lütfen 'Çalışmada kaydedildi' ilişkisi için bir hedef girdi seçin.
uk: Виберіть цільовий ресурс для відношення 'Включено в захід/дію' .

# messages.docedit.validation.error.noRecordedInTarget
source: Die Zielressource [0] der Relation 'Aufgenommen in Maßnahme' konnte nicht gefunden werden.
es: No se pudo encontrar el recurso destino [0] de la relación 'Registrado en operación'.
it: Impossibile trovare la risorsa target [0] della relazione 'inserita nell'operazione'.
pt: O recurso de destinação [0] da relação 'registado na intervenção' não foi encontrado.
tr: 'Çalışmada kaydedildi' ilişkisinin hedef girdisi [0] bulunamadı.
uk: Цільовий ресурс [0] таблиці 'Включено в захід/дію‚ не знайдено.

# messages.docedit.validation.error.endDateBeforeBeginningDate
source: Bitte korrigieren Sie die Datumsangabe im Feld '[1]': Das Enddatum des Datumsbereichs liegt zeitlich vor dem Startdatum.
es: Por favor, corrige la fecha en el campo '[1]': la fecha de finalización es anterior a la fecha de inicio.

# messages.images.success.imagesUploaded
source: [0] Bilder wurden erfolgreich importiert.
es: Se han importado correctamente [0] imágenes.
it: [0] Le immagini sono state importate correttamente.
pt: [0] imagens foram importadas com sucesso.
tr: [0] görüntü başarıyla içe aktarıldı.
uk: [0] Ілюстрації успішно імпортовано.

# messages.images.success.wldFileUploaded
source: Zu einem Bild wurden Georeferenzdaten aus einem World-File importiert.
es: Se ha añadido información de georreferenciación desde un archivo mundial a una imagen.
it: Per una immagine sono stati caricati geodati da un file world.
pt: Para uma imagem foram importados dados de georreferenciação de um ficheiro Word.
tr: Bir world dosyasındaki coğrafi referans verileri bir görüntüye eklendi.
uk: До ілюстрації було імпортовано географічні довідкові дані з World-файлу.

# messages.images.success.wldFilesUploaded
source: Zu [0] Bildern wurden Georeferenzdaten aus World-Files importiert.
es: Se ha añadido información de georreferenciación desde archivos mundiales a [0] imágenes.
it: Per le immagini [0] sono stati importati dati di georeferenziazione da file world.
pt: Para [0] imagens foram importados dados de georreferenciação de um ficheiro Word.
tr: World dosyalarından coğrafi referans verileri [0] görsele eklendi.
uk: До [0] ілюстацій було імпортовано географічні довідкові дані з World-файлу .

# messages.images.error.fileReader
source: Datei '[0]' konnte nicht vom lokalen Dateisystem gelesen werden.
es: No se pudo leer el archivo '[0]' desde el sistema de archivos local.
it: Impossibile leggere il file '[0]' dal sistema di file locale.
pt: Ficheiro '[0]' não pode ser lido do sistema de ficheiros local.
tr: '[0]' dosyası yerel dosya sisteminden okunamadı.
uk: Файл '[0]' не вдалося прочитати з локальної файлової системи.

# messages.images.error.duplicateFilename
source: Die Bilddatei '[0]' konnte nicht hinzugefügt werden. Ein Bild mit dem gleichen Dateinamen existiert bereits.
es: No se pudo importar el archivo de imagen '[0]'. Ya existe una imagen con el mismo nombre de archivo.
it: Impossibile aggiungere il file di immagine '[0]'. Esiste già un'immagine con lo stesso nome di file.
pt: O ficheiro de imagem '[0]' não pode ser adicionado. Já existe uma imagem como o mesmo nome de ficheiro.
tr: '[0]' görüntü dosyası içe aktarılamadı. Aynı dosya adına sahip bir görsel zaten mevcut.
uk: Не вдалося додати файл ілюстрації '[0]'. Ілюстрація з такою назвою файлу вже існує.
