Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# messages.import.error.liesWithinRecordedInMismatch
source: 'parent' zeigt auf Resource einer anderen Maßnahme. Bezeichner: '[0]'.
es: 'parent' indica el recurso de otra operación. Identificador: '[0]'.
it: 'parent' indica la risorsa di un'altra operazione. Identificatore: "[0]".
pt: 'parent' mostra o recurso de uma outra intervenção. Identificador: "[0]".
tr: 'üst' ilişki hedef girdileri başka işlemde kayıtlı. Tanımlayıcı: '[0]'.
uk: 'parent' вказує на ресурс іншої дії. Ідентифікатор: '[0]'.

# messages.importerrors.parentassignmenttooperationnotallowed
source: Wenn der Modus 'Daten einer Maßnahme zuordnen gewählt ist', dürfen keine Zuordnungen zu Maßnahmen per 'parent' vorgenommen werden.
es: Si se selecciona 'asignar datos a una operación', los recursos no deben asociarse a las operaciones a través de 'parent'.
it: Se è selezionata la modalità "Assegna dati a una operazione", non è possibile effettuare assegnazioni alle operazioni tramite "parent".
pt: Não podem ser feitas atribuições a intervenções por "parent" se foi selecionado o modo "Atribuir dados a uma intervenção".
tr: 'Veriyi bir işleme ata' seçilirse, girdilerin 'üst' aracılığıyla işlemlerle ilişkilendirilmemesi gerekir.
uk: Якщо вибрано режим 'дані призначити дії/заходу', 'parent' не можна здійснювати призначення до заходу/дії.

# messages.Import.ImportErrors.parentMustNotBeArray
source: Fehler bei Ressource mit Bezeichner '[0]'. Die 'parent'-Relation darf kein Array sein.
es: Error con el recurso '[0]'. La relación 'parent' no debe ser una matriz.
it: Errore alla risorsa con l'identificatore "[0]". La relazione "parent" non deve essere un Array.
pt: Erro em recurso com o identificador "[0]". A relação "parent" não pode ser um Array.
tr: '[0]' içeren girdide hata. 'üst' ilişki bir dizi (array) olmamalıdır.
uk: Помилка ресурсу з ідентифікатором '[0]'. 'Parent‘- відношення не має бути Array (масивом).

# messages.Import.ImportErrors.relationMustBeArray
source: Fehler bei Ressource mit Bezeichner '[0]'. Relationen ausser 'isChildOf' müssen Arrays sein.
es: Error con el recurso con identificador '[0]'. Excepto 'isChildOf', todas las relaciones deben ser matrices.
it: Errore alla risorsa con l'identificatore "[0]". Le relazioni ad eccezione di 'isChildOf' devono essere array.
pt: Erro em recurso com o identificador "[0]". Relações excepto 'isChildOf' devem ser Array.
tr: '[0]' tanımlayıcısına sahip girdide hata. 'isChildOf' dışında tüm ilişkiler dizi (array) olmalıdır.
uk: Помилка ресурсу з ідентифікатором '[0]'. Зв’язки, крім «isChildOf», мають бути Arrays (масивами).

# messages.import.error.prevalidation.missingRelationTarget
source: Beim Import ist ein Fehler aufgetreten: Die als Ziel einer Relation angegebene Ressource mit dem Bezeichner '[0]' konnte nicht gefunden werden.
es: Se ha producido un error durante la importación: No se ha podido encontrar un recurso de destino de relación con el identificador dado '[0]'.
it: Si è verificato un errore durante l'importazione: non è stato possibile trovare la risorsa specificata come target di una relazione con l'identificatore "[0]".
pt: Ocorreu um erro ao importar: O recurso definido como destinação de uma relação com o identificador "[0]" não foi encontrado.
tr: İçe aktarma sırasında bir hata oluştu: Belirtilen '[0]' tanımlayıcısına sahip bir ilişki hedefi girdisi bulunamadı.
uk: Під час імпорту сталася помилка: ресурс, вказаний як мета зв’язку з ідентифікатором «[0]», не знайдено.

# messages.import.error.noOperationAssignable
source: Beim Import ist ein Fehler aufgetreten: Eine Ressource konnte keiner Maßnahme mit dem Bezeichner '[0]' zugeordnet werden.
es: Se ha producido un error durante la importación: No se ha podido asignar un recurso a una operación con el identificador '[0]'.
it: Si è verificato un errore durante l'importazione: Una risorsa non può essere assegnata ad un'operazione con l'identificatore "[0]".
pt: Ocorreu um erro ao importar: um recurso não pode ser atribuído a uma intervenção com o identificador "[0]".
tr: İçe aktarma sırasında bir hata oluştu: '[0]' tanımlayıcısına sahip bir işleme girdi atanamadı.
uk: Під час імпорту сталася помилка: ресурс не вдалося призначити дії з ідентифікатором '[0]'.

# messages.import.error.noFeatureAssignable
source: Beim Import ist ein Fehler aufgetreten: Eine Ressource konnte keiner stratigraphischen Einheit zugeordnet werden. Ziel-Bezeichner oder Fehler: '[0]'
es: Se ha producido un error durante la importación: No se ha podido asignar un recurso a una unidad estratigráfica. Identificador de destino o error: '[0]'
it: Si è verificato un errore durante l'importazione: Una risorsa non può essere assegnata ad una unità stratigrafica. Identificatore-target o errore: "[0]".
pt: Ocorreu um erro ao importar: um recurso não pode ser atribuído a uma unidade estratigráfica. Identificador de destinação ou erro: "[0]"
tr: İçe aktarma sırasında bir hata oluştu: Bir girdi stratigrafik birime atanamadı. Hedef tanımlayıcı veya hata: '[0]'
uk: Під час імпорту сталася помилка: ресурс не вдалося призначити стратиграфічній одиниці. Цільовий ідентифікатор або помилка: '[0]'

# messages.import.error.shapefile.readError
source: Beim Import ist ein Fehler aufgetreten: Die Datei konnte nicht gelesen werden. Bitte wählen Sie ein gültiges Shapefile (.shp) aus.
es: Se ha producido un error durante la importación: No se ha podido leer el archivo. Por favor, elija un archivo shapefile válido (.shp).
it: Si è verificato un errore durante l'importazione: non è stato possibile leggere il file. Si prega di selezionare uno shapefile valido (.shp).
pt: Ocorreu um erro ao importar; o ficheiro não pode ser lido. Por favor selecione um Shapefile (.shp.) válido.
tr: İçe aktarma sırasında bir hata oluştu: Dosya okunamadı. Lütfen geçerli bir şekil dosyası (.shp) seçin.
uk: Під час імпорту сталася помилка: файл не вдалося прочитати. Виберіть дійсний шейп-файл Shapefile (.shp).

# messages.import.error.catalog.generic
source: Beim Import ist ein Fehler aufgetreten: Der Katalog konnte nicht importiert werden.
es: Se ha producido un error durante la importación: No se ha podido importar el catálogo.
it: Si è verificato un errore durante l'importazione: Il catalogo non può essere importato.
pt: Ocorreu um erro ao importar: O catálogo não pode ser importado.
tr: İçe aktarma sırasında bir hata oluştu: Katalog içe aktarılamadı.
uk: Під час імпорту сталася помилка: не вдалося імпортувати каталог.

# messages.import.validation.error.invalidCategory
source: Ungültige Kategoriedefinition: '[0]'
es: Definición de categoría no válida: '[0]'
it: Definizione della categoria non valida: '[0]'
pt: Definição de categoria inválida: "[0]"
tr: Geçersiz kategori tanımı: '[0]'
uk: Недійсне визначення категорії: '[0]'

# messages.import.validation.error.mustHaveLiesWithin
source: Ressourcen der Kategorie '[0]' müssen innerhalb von anderen Ressourcen angelegt werden. Betroffen ist: '[1]'.
es: Los recursos de la categoría '[0]' deben colocarse dentro de otros recursos. Identificador del recurso: '[1]'.
it: Le risorse della categoria "[0]" devono essere create all'interno di altre risorse. E' interessato: "[1]".
pt: Recursos da categoria "[0]" devem ser criadas dentro de outros recursos. É afetado : "[1]".
tr: '[0]' kategorisindeki girdiler diğer girdilerin içine yerleştirilmelidir. Girdinin tanımlayıcısı: '[1]'.
uk: Ресурси категорії '[0]' повинні бути створені в інших ресурсах. Це стосується: '[1]'.

# messages.import.validation.error.targetCategoryRangeMismatch
source: Eine Ressource der Kategorie '[2]' darf nicht mittels '[1]' mit '[0]' verknüpft werden.
es: Un recurso de la categoría '[2]' no debe estar relacionado por '[1]' con '[0]'.
it: Una risorsa della categoria "[2]" non può essere collegata a "[0]" per mezzo di "[1]".
pt: Um recurso da categoria "[2]" não pode ser ligado a "[0]" através de "[1]".
tr: '[2]' kategorisindeki bir girdi, '[1]' ile '[0]' beraber ilişkilendirilmemelidir.
uk: Ресурс категорії '[2]' не можна пов’язувати з '[0]' за допомогою '[1]'.

# messages.import.validation.error.invalidField
source: Fehlende Felddefinition für das Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Falta la definición del campo '[1]' de un recurso de la categoría '[0]'.
it: Definizione del campo mancante per il campo "[1]" di una risorsa della categoria "[0]".
pt: Definição de campo em falta para o campo "[1]" de um recurso da categoria "[0]".
tr: '[0]' kategorisindeki bir girdinin '[1]' alanı için alan tanımı eksik.
uk: Відсутність польового визначення для поля '[1]' ресурсу категорії [0]'.

# messages.import.validation.error.invalidFields
source: Fehlende Felddefinitionen für die Felder '[1]' einer Ressource der Kategorie '[0]'.
es: Faltan definiciones de campo para los campos '[1]' de un recurso de la categoría '[0]'.
it: Definizioni dei campi mancanti per i campi "[1]" di una risorsa della categoria "[0]".
pt: Definições de campo em falta para os campos "[1]" de um recurso da categoria "[0]".
tr: '[0]' kategorisindeki bir girdinin '[1]' alanları için eksik alan tanımları.
uk: Відсутність польових визначень для полів '[1]' ресурсу категорії [0]'.

# messages.import.validation.error.invalidRelationField
source: Fehlende Definition für die Relation '[1]' einer Ressource der Kategorie '[0]'.
es: Falta la definición de la relación '[1]' de un recurso de la categoría '[0]'.
it: Definizione mancante per la relazione "[1]" di una risorsa della categoria "[0]".
pt: Falta de definição para a relação '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' ilişkisinin tanımı eksik.
uk: Відсутнє визначення для відношення '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidRelationFields
source: Fehlende Definitionen für die Relationen '[1]' einer Ressource der Kategorie '[0]'.
es: Faltan definiciones para las relaciones '[1]' de un recurso de la categoría '[0]'.
it: Definizioni mancanti per le relazioni "[1]" di una risorsa della categoria "[0]".
pt: Falta de definições para a relação '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' ilişkilerinin tanımları eksik.
uk: Відсутні визначення для зв’язків '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidNumericValue
source: Ungültiger Zahlenwert im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Valor numérico no válido en el campo '[1]' de un recurso de la categoría '[0]'.
it: Valore numerico non valido nel campo "[1]" di una risorsa della categoria "[0]".
pt: Valor numérico inválido no campo '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' alanında geçersiz sayısal değer.
uk: Недійсне числове значення в полі '[1]' ресурсу категорії '[0].

# messages.import.validation.error.invalidNumericValues
source: Ungültige Zahlenwerte in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Valores numéricos no válidos en los siguientes campos de un recurso de la categoría '[0]': [1].
it: Valori numerici non validi nei seguenti campi di una risorsa della categoria "[0]": [1].
pt: Valores numéricos inválidos nos seguintes campos de um recurso da categoria '[0]': [1].
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz sayısal değerler: [1].
uk: Недійсні числові значення в наступних полях ресурсу категорії ''[0]': [1].

# messages.import.validation.error.invalidUrl
source: Ungültige URL im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: URL no válida en el campo '[1]' de un recurso de la categoría '[0]'.
it: URL non valido nel campo '[1]' di una risorsa della categoria '[0]'.
pt: URL inválida no campo '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin'[1]' alanındaki URL geçersiz.
uk: Недійсна URL-адреса в полі '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidUrls
source: Ungültige URLs in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: URL no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].
it: URL non validi nei seguenti campi di una risorsa della categoria '[0]': [1].
pt: Referências URL inválidas nos seguintes campos de um recurso da categoria '[0]': [1].
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarındaki URL'ler geçersiz: [1].
uk: Недійсні URL-адреси в таких полях ресурсу категорії '[0]': [1].

# messages.import.validation.error.invalidDate
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Especificación de fecha no válida en el campo '[1]' de un recurso de la categoría '[0]'.

# messages.import.validation.error.invalidDates
source: Ungültige Datumsangaben in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Especificaciones de fecha no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].

# messages.import.validation.error.invalidDatingValue
source: Ungültige Datierung im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]'.
it: Datazione non valida nel campo "[1]" di una risorsa della categoria "[0]".
pt: Datação inválida no campo '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' alanında geçersiz tarih verilmesi.
uk: Недійсна дата в полі '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidDatingValues
source: Ungültige Datierungen in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Fechas no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].
it: Datazioni non valide nei seguenti campi di una risorsa della categoria "[0]": [1].
pt: Datação inválida nos seguintes campos de um recurso da categoria '[0]': [1].
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz tarihler: [1].
uk: Недійсні дати в таких полях ресурсу категорії '[0]': [1].

# messages.import.validation.error.invalidDimensionValue
source: Ungültige Maßangabe im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Dimensión no válida en el campo '[1]' de un recurso de la categoría '[0]'.
it: Dimensione non valida nel campo "[1]" di una risorsa della categoria "[0]".
pt: Indicação de dimensão inválidas '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' alanında geçersiz boyut.
uk: Недійсна величина в полі '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidDimensionValues
source: Ungültige Maßangaben in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Dimensiones no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].
it: Dimensioni non valide nei seguenti campi di una risorsa della categoria "[0]": [1].
pt: Indicação de dimensão inválidas nos seguintes campos de um recurso da categoria '[0]': [1].
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz boyutlar: [1].
uk: Недійсна величина в таких полях ресурсу категорії '[0]': [1].

# messages.import.validation.error.invalidLiteratureValue
source: Ungültiger Literaturverweis im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Referencia bibliográfica no válida en el campo '[1]' de un recurso de la categoría '[0]'.
it: Riferimento bibliografico non valido nel campo "[1]" di una risorsa della categoria "[0]".
pt: Referência bibliográfica inválida '[1]' de um recurso da categoria '[0]'.
tr: '[0]' kategorisindeki bir girdinin '[1]' alanında geçersiz literatür referansı.
uk: Недійсне цитування в полі '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidLiteratureValues
source: Ungültige Literaturverweise in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Referencias bibliográficas no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].
it: Riferimenti bibliografici non validi nei seguenti campi di una risorsa della categoria "[0]": [1].
pt: Referências bibliográficas dos seguintes campos de um recurso da categoria '[0]': [1].
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz literatür referansları: [1].
uk: Недійсні цитати в таких полях ресурсу категорії '[0]': [1].

# messages.import.validation.error.invalidDropdownValues
source: Ungültiger Bereich im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Rango no válido en los siguientes campos de un recurso de la categoría '[0]': [1].
it: Valori non validi per il campo DropdownRange ("[0]"). Un valore "-end" non può esistere da solo.
pt: Um recurso da categoria "[2]" não pode ser ligado a "[0]" através de "[1]".
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz aralık: [1].
uk: Недійсний діапазон у полі '[1]' ресурсу категорії '[0]'.

# messages.import.validation.error.invalidMapLayerRelationTargets
source: Die Relation 'hasDefaultMapLayer' einer Ressource der Kategorie '[0]' verweist auf eine oder mehrere Ressourcen, auf die nicht in der Relation 'hasMapLayer' verwiesen wird.
es: La relación 'hasDefaultMapLayer' de un recurso de la categoría '[0]' hace referencia a uno o varios recursos que no se mencionan en la relación 'hasMapLayer'.
it: La relazione 'hasDefaultMapLayer' di una risorsa della categoria '[0]' si riferisce a una o più risorse che non sono indicate nella relazione 'hasMapLayer'.
pt: A relação "hasDefaultMapLayer" de um recurso da categoria "[0]" refere a um ou mais recursos que não foram referenciados na relação "hasMapLayer".
tr: '[0]' kategorisindeki bir girdinin 'hasDefaultMapLayer' ilişkisi, 'hasMapLayer' ilişkisinde referans verilmeyen bir veya daha fazla girdiyi ifade eder.
uk: Зв’язок 'hasDefaultMapLayer' ресурсу категорії '[0]' посилається на один або більше ресурсів, на які не посилається у зв’язку 'hasMapLayer'.

# messages.import.validation.error.endDateBeforeBeginningDate
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]': Das Enddatum des Datumsbereichs liegt zeitlich vor dem Startdatum.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]': La fecha de finalización es anterior a la fecha de inicio.

# messages.import.validation.error.missingProperty
source: Folgende Felder einer Ressource der Kategorie '[0]' müssen vorhanden sein: '[1]'.
es: Los siguientes campos de un recurso de la categoría '[0]' deben estar presentes: '[1]'.

# messages.import.validation.error.maxCharactersExceeded
source: Im Feld '[1]' der Kategorie '[0]' dürfen maximal [2] Zeichen eingetragen werden.
es: Se puede introducir un máximo de [2] caracteres en el campo '[1]' de la categoría '[0]'.
it: Nel campo "[1]" della categoria "[0]" è possibile inserire un massimo di [2] caratteri.
pt: No campo '[1]' da categoria '[0]' devem ser inseridos no máximo [2] caracteres.
tr: '[0]' kategorisinin '[1]' alanına maksimum [2] karakter girilebilir.
uk: У полі '[1]' категорії '[0]' можна ввести максимум [2] символи.

# messages.import.error.categoryNotAllowed
source: Ressourcen der folgenden Kategorie sind beim Import nicht erlaubt: '[0]'
es: No se permiten recursos de la siguiente categoría en la importación: '[0]'
it: Le risorse della seguente categoria non sono ammesse durante l'importazione: "[0]".
pt: Recursos da seguinte categoria não são permitidos importar: '[0]'
tr: Şu kategorideki girdilerin içe aktarılmasına izin verilmiyor: '[0]'
uk: Під час імпорту заборонено використовувати ресурси такої категорії: '[0]'

# messages.import.error.categoryOnlyAllowedOnUpdate
source: Ressourcen der folgenden Kategorie sind beim Import nur im Ergänzungsmodus erlaubt: '[0]'
es: La importación de recursos de la siguiente categoría solo está permitida en modo de actualización: '[0]'
it: Le risorse della seguente categoria sono consentite solo in modalità supplemento durante l'importazione: "[0]"
pt: Recursos da seguinte categoria são só permitidos importar no modo suplementar: '[0]'
tr: Aşağıdaki kategorideki girdilerin içe aktarılmasına yalnızca güncelleme modunda izin verilir: '[0]'
uk: Ресурси такої категорії дозволені під час імпорту лише в режимі доповнення: '[0]'

# messages.import.error.categoryCannotBeChanged
source: Die Kategorie kann beim Import nicht geändert werden. Betroffen ist: '[0]'
es: La categoría no se puede cambiar durante la importación. Identificador del recurso: '[0]'
it: La categoria non può essere modificata durante l'importazione. E' interessato: "[0]"
pt: A categoria não pode ser mudada durante a importação. É afetado: '[0]'
tr: Kategori içe aktarma sırasında değiştirilemez. Girdi tanımlayıcı: '[0]'
uk: Категорію не можна змінити під час імпорту. Стосується: '[0]'

# messages.import.error.emptySlotsInArraysForbidden
source: Leere Array-Felder sind nicht erlaubt. Betroffen ist: '[0]'
es: No se permiten campos de matriz vacíos. Identificador del recurso: '[0]'
it: Non sono ammessi campi array vuoti. Betroffen ist: '[0]'
pt: Campos Array vazios não são permitidos. É afetado: '[0]'
tr: Boş dizi (array) alanlarına izin verilmiyor. Girdi tanımlayıcı: '[0]'
uk: Порожні поля Array-Felder не допускаються. Стосується: '[0]'

# messages.import.error.arrayOfHeterogeneousTypes
source: Arrays müssen konsistent Felder vom gleichen Typ beinhalten. Betroffen ist: '[0]'
es: Los campos de una matriz deben ser todos del mismo tipo. Identificador del recurso: '[0]'
it: Gli array devono contenere costantemente campi dello stesso tipo. E' interessato: "[0]".
pt: Arrays devem conter campos consistentes do mesmo tipo. É afetado: '[0]'
tr: Bir dizinin alanlarının tümü aynı türde olmalıdır. Girdi tanımlayıcı: '[0]'
uk: Масиви Arrays повинні послідовно містити поля одного типу. Стосується: '[0]'

# messages.import.error.mustNotBeEmptyString
source: Leere Strings sind nicht als Werte in Importdatensätzen erlaubt.
es: No se permiten cadenas vacías como valores.
it: Non sono ammesse stringhe vuote come valori nei record importati.
pt: Strings vazios não são permitidos como valor no registo de importação.
tr: Değer olarak boş dizelere (strings) izin verilmez.
uk: Порожні рядки не допускаються як значення в записах імпорту.

# messages.import.error.invalidFileFormat
source: Die ausgewählte Datei kann nicht importiert werden. Gültige Dateiendungen sind: [0]
es: El archivo seleccionado no se puede importar. Las siguientes extensiones de archivo son válidas: [0]
it: Il file selezionato non può essere importato. Le estensioni di file valide sono: [0]
pt: Ao importar ocorreu um erro: O JSON não é válido. O aviso de erro original é: [0]
tr: Seçilen dosya içe aktarılamıyor. Aşağıdaki dosya uzantıları geçerlidir: [0]
uk: Вибраний файл неможливо імпортувати. Дійсні розширення файлів: [0]

# messages.import.error.emptyObjectInResource
source: Leere Objekte sind in Importdatensätzen nicht erlaubt (Ausnahme: Feld "relations").
es: No se permiten objetos vacíos en los registros de datos de importación (excepción: campo "relaciones").
it: Gli oggetti vuoti non sono ammessi nelle serie di dati importate (eccezione: campo "relations").
pt: Objetos vazios não são permitidos em registos de importação (excepto: campo "relations").
tr: İçe aktarma veri kayıtlarında boş nesnelere izin verilmez (istisna: "relations/ilişkiler" alanı).
uk: Порожні об’єкти не допускаються в записах даних імпорту (виняток: поле "relations").
