Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# navbar.taskbar.deleteFieldData.all.confirmInfo
source: Bitte geben Sie den Namen des Feldes ein, um den Vorgang zu bestätigen.
es: Por favor, introduzca el nombre del campo para confirmar.
it: Si prega di inserire il nome del campo per confermare l'operazione.
pt: Por favor insere o nome do campo para confirmar esta operação.
tr: İşlemi onaylamak için lütfen alanın adını girin.

# navbar.taskbar.warnings.header
source: Warnungen
es: Advertencias
it: Avvisi
pt: Avisos
tr: Uyarılar
uk: Застереження

# navbar.taskbar.warnings.sectionTitle.outlierValues.single
source: Ungültiger Wert im Feld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Valor no válido en el campo <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Valor não valido no campo <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.sectionTitle.outlierValues.multiple
source: Ungültige Werte im Feld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Valores no válidos en el campo <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Valores não válidos no campo <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.sectionTitle.missingRelationTargets.multiple
source: Fehlende Zielressourcen der Relation <b>ion)}}{CLOSE_BOLD_TEXT}
es: Faltan los recursos de destino de la relación <b>{{getFieldLabel(section)}}</b>
pt: Falta de recursos de destinação da relação <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.sectionTitle.conflict
source: Konflikt
es: Conflicto
it: Conflitto
pt: Conflito
tr: Çakışma
uk: Конфлікт

# navbar.taskbar.warnings.sectionTitle.resourceLimitExceeded
source: Ressourcenlimit für Kategorie <b>ection)}}überschritten überschritten
es: Límite de recursos para la categoría <b>{{getCategoryLabel(section)}}</b> superado

# navbar.taskbar.warnings.sectionTitle.missingIdentifierPrefix
source: Fehlendes Präfix im Feld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Falta prefijo en el campo <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Prefixo no campo <b>ion)}}{CLOSE_BOLD_TEXT} em falta

# navbar.taskbar.warnings.info.outlierValues.single
source: Es wurde ein Wert ausgewählt, der in der für dieses Feld konfigurierten Werteliste <i>on)}}nicht enthalt nicht enthalten ist.
es: Se ha seleccionado un valor que no está incluido en la lista de valores <i>{{getValuelistId(section)}}</i> configurado para este campo.

# navbar.taskbar.warnings.info.missingRelationTargets.single
source: Eine als Zielressource der Relation angegebene Ressource kann nicht gefunden werden. Möglicherweise wurde ein Synchronisationsvorgang auf einem anderen Rechner nicht vollständig abgeschlossen.
es: No se encuentra el recurso especificado como recurso de destino de la relación. Es posible que un proceso de sincronización en otro equipo no se haya completado por completo.
it: Non è possibile trovare la risorsa specificata come risorsa di destinazione della relazione. È possibile che un processo di sincronizzazione non sia stato eseguito del tutto su un altro computer.
pt: Um recurso especificado como recurso de destinação da relação não foi encontrado. Provavelmente não foi completado um processo de sincronização num outro computador.
tr: İlişkinin hedef kaynağı olarak belirtilen bir girdi bulunamıyor. Başka bir bilgisayardaki senkronizasyon işlemi tam olarak tamamlanmamış olabilir.
uk: Ресурс, вказаний як цільовий ресурс зв'язку, не може бути знайдений. Можливо, процес синхронізації не було повністю завершено на іншому комп'ютері.

# navbar.taskbar.warnings.info.missingRelationTargets.multiple
source: Mehrere als Zielressourcen der Relation angegebene Ressourcen können nicht gefunden werden. Möglicherweise wurde ein Synchronisationsvorgang auf einem anderen Rechner nicht vollständig abgeschlossen.
es: No se pueden encontrar varios recursos especificados como recursos de destino de la relación. Es posible que un proceso de sincronización en otro equipo no se haya completado por completo.
it: Non è possibile trovare molte delle risorse specificate come risorse di destinazione della relazione. È possibile che un processo di sincronizzazione non sia stato eseguito del tutto su un altro computer.
pt: Vários recursos especificados como recursos de destinação da relação não foram encontrados. Provavelmente não foi completado um processo de sincronização num outro computador.
tr: İlişkinin hedef kaynakları olarak belirtilen birden fazla girdi bulunamıyor. Başka bir bilgisayardaki senkronizasyon işlemi tam olarak tamamlanmamış olabilir.
uk: Не вдається знайти кілька ресурсів, зазначених як цільові ресурси зв'язку. Можливо, на іншому комп'ютері не було повністю завершено процес синхронізації.

# navbar.taskbar.warnings.info.nonUniqueIdentifier
source: Der Bezeichner dieser Ressource wird mehrfach verwendet und ist daher nicht eindeutig. Es können dadurch Fehler beim Import und Export von Daten auftreten.
es: El identificador de este recurso se utiliza varias veces y, por lo tanto, no es único. Esto podría provocar errores al importar y exportar datos.
it: L'identificatore di questa risorsa viene utilizzato più volte e non è quindi univoco. Ciò può causare errori durante l'importazione e l'esportazione dei dati.
pt: O identificador deste recurso é utilizado várias vezes e consequentemente não é único. Podem ocorrer erros ao exportar e importar dados.
tr: Bu girdinin tanımlayıcısı birden çok kez kullanılmıştır ve bu nedenle eşsiz değildir. Bu, verileri içe ve dışa aktarırken hatalara neden olabilir.
uk: Ідентифікатор цього ресурсу використовується багато разів і тому не є унікальним. Це може призвести до помилок при імпорті та експорті даних.

# navbar.taskbar.warnings.enteredData
source: Eingetragene Daten:
es: Datos introducidos:
it: Dati registrati:
pt: Dados inseridos:
tr: Girilen veriler:
uk: Внесені дані:

# navbar.taskbar.warnings.info.conflict
source: Bei dieser Ressource ist ein Konflikt aufgetreten.
es: Se ha producido un conflicto con este recurso.
it: Si è verificato un conflitto con questa risorsa.
pt: Ocorreu um conflito neste recurso.
tr: Bu girdide çakışma oluştu.
uk: З цим ресурсом виник конфлікт.

# navbar.taskbar.warnings.outlierValues.single
source: Ungültiger Wert:
es: Valor no válido:
it: Valore non valido:
pt: Valor inválido:
tr: Geçersiz değer:
uk: Недійсне значення:

# navbar.taskbar.warnings.info.missingIdentifierPrefix
source: Der Bezeichner dieser Ressource beginnt nicht mit dem konfigurierten Präfix <i>section)}}..
es: El identificador de este recurso no comienza con el prefijo configurado <i>{{getIdentifierPrefix(section)}}</i>.

# navbar.taskbar.warnings.outlierValues.multiple
source: Ungültige Werte:
es: Valores no válidos:
it: Valori non validi:
pt: Valores inválidos:
tr: Geçersiz değerler:
uk: Невірні значення:

# configuration.deleteField.body
source: Möchten Sie das Feld <code></codwirklich l wirklich löschen?
es: ¿Realmente desea eliminar el campo <code></codwirklich l?

# util.warnings.all
source: Alle
es: Todo
pt: Todos
tr: Tümü
uk: Всі

# util.warnings.conflicts
source: Konflikte
es: Conflictos
pt: conflitos
tr: Çakışmalar
uk: Конфлікти

# util.warnings.invalidFieldData
source: Ungültige Felddaten
es: Datos de campo no válidos
pt: Dados do campo inválidos
tr: Geçersiz alan verisi
uk: Невірні дані поля

# util.warnings.outlierValues
source: Nicht in Werteliste enthaltene Werte
es: Valores no incluidos en la lista de valores
pt: Valores não contidos na lista de valores
tr: Değer listesinde yer almayan değerler
uk: Значення, не включені до списку значень

# util.warnings.missingRelationTargets
source: Fehlende Zielressourcen von Relationen
es: Faltan los recursos de destino de las relaciones
pt: Falta de recursos de destinação de relações
tr: İlişkilerin hedef kaynakların/girdilerin eksik olması
uk: Відсутні цільові ресурси взаємовідносин

# util.warnings.missingIdentifierPrefixes
source: Fehlende Bezeichner-Präfixe
es: Prefijos de identificador ausentes
pt: Prefixos de identificador em falta
tr: Eksik tanımlayıcı ön ekleri
uk: Відсутні префікси ідентифікаторів

# util.warnings.nonUniqueIdentifiers
source: Uneindeutige Bezeichner
es: Identificadores ambiguos
pt: Identificador ambíguo
tr: Belirsiz tanımlayıcılar
uk: Нечіткі ідентифікатори

# util.warnings.resourceLimitExceeded
source: Ressourcenlimit überschritten
es: Límite de recursos superado
pt: Limite de recursos ultrapassado
tr: Girdi sınırı aşıldı
uk: Перевищено ліміт ресурсів

# navbar.taskbar.deleteFieldData.all.info.unconfigured
source: Bitte beachten Sie: Durch diese Aktion werden bei allen <b></bsämtliche einge Ressourcen der Kategorie <b>}}sämtliche einge sämtliche eingetragenen Daten im Feld <span [innerHTML]="getFieldLabelHTML()">gelöscht. gelöscht.
es: Por favor, tenga en cuenta que esta acción elimina todos los datos introducidos en el campo <span [innerHTML]="getFieldLabelHTML()"></span> para todos <b></bsämtliche einge los recursos de la categoría <b>{{getCategoryLabel()}}</b>.
pt: Por favor note que através desta ação em todos os <b></bsämtliche einge recursos na categoria <b>}}sämtliche einge todos os dados inseridos no campo <span [innerHTML]="getFieldLabelHTML()">gelöscht. vão ser apagados.
tr: Lütfen unutmayın: Bu işlem, <b></bsämtliche eingekategorideki tüm girdilerdeki <b>}}sämtliche einge alanda bulunan bütün verileri <span [innerHTML]="getFieldLabelHTML()">gelöscht. silecektir.
uk: Зверніть увагу: ця дія призводить до того, що всі ресурси в категорії <b>{{getCategoryLabel()}}</b>всі дані, введені в полі <span [innerHTML]="getFieldLabelHTML()"></span> будуть видалені.

# navbar.taskbar.warnings.sectionTitle.missingRelationTargets.single
source: Fehlende Zielressource der Relation <b>ion)}}{CLOSE_BOLD_TEXT}
es: Falta el recurso de destino de la relación <b>{{getFieldLabel(section)}}</b>
pt: Falte de recurso de destinação da relação <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.info.outlierValues.multiple
source: Es wurden Werte ausgewählt, die in der für dieses Feld konfigurierten Werteliste <i>on)}}nicht enthalt nicht enthalten sind.
es: Se han seleccionado valores que no están incluidos en la lista de valores <i>{{getValuelistId(section)}}</i> configurada para este campo.

# navbar.taskbar.warnings.info.resourceLimitExceeded.single
source: Es darf nur <b>eine</b> Ressource der Kategorie <i>tion)}}{CLOSE_ITALIC_TEXT} angelegt werden.
es: Solo <b>un</b> recurso de la categoría <i>{{getCategoryLabel(section)}}</i> puede crearse.
pt: Só pode ser criada <b>um</b> recurso da categoria <i>tion)}}{CLOSE_ITALIC_TEXT}

# navbar.taskbar.warnings.deleteFieldData
source: Felddaten löschen
es: Eliminar datos de campo
it: Cancellare i dati del campo
pt: Apagar dados do campo
tr: Alan verisini sil
uk: Видалити дані поля

# messages.app.appControllerSuccess
source: Erfolgreich ausgeführt.
es: Ejecutado con éxito.
pt: Executado com sucesso.
tr: Başarıyla yapıldı.
uk: Успішно виконано.

# docedit.forms.dating.single
source: Einzelnes Jahr
es: Año único
pt: Ano único
tr: Tek yıl
uk: Один рік

# configuration.qrCodes
source: QR-Codes
es: Códigos QR
it: Codici QR
pt: Códigos QR
tr: QR Kodları
uk: QR-код

# configuration.qrCodes.enable
source: QR-Codes zur Identifikation verwenden
es: Utilice códigos QR para la identificación
it: Utilizzare i codici QR per l'identificazione
pt: Utilizar códigos QR para a identificação
tr: Tanımlama için kare kodları kullan
uk: Використання QR-кодів для ідентифікації

# configuration.qrCodes.autoCreate
source: Für neue Ressourcen automatisch erzeugen
es: Crear automáticamente para nuevos recursos
it: Generare automaticamente per le nuove risorse
pt: Gerar automaticamente para novos recursos
tr: Yeni girdiler için otomatik olarak oluştur
uk: Автоматично генерувати для нових ресурсів

# resources.scanStoragePlaceModal.header.multiple
source: Bisherige Aufbewahrungsorte ersetzen?
es: ¿Reemplazar los lugares de almacenamiento actual?
it: Sostituire i depositi precedenti?
pt: Substituir os depósitos anteriores?
tr: Mevcut depolama konumları değiştirilsin mi?
uk: Замінити попередні місця зберігання?

# resources.scanStoragePlaceModal.editMode.singleDocument.multipleStoragePlaces
source: Für die Ressource <b>rce.identifier}}sind bereits sind bereits mehrere Aufbewahrungsorte gesetzt.
es: Múltiples lugares de almacenamiento ya están asignados al recurso<b>{{documents[0].resource.identifier}}</b>.

# resources.scanStoragePlaceModal.editMode.multipleDocuments.multipleStoragePlaces
source: Für {{documents.length}} Ressourcen sind bereits Aufbewahrungsorte gesetzt.
es: Ya hay luagares de almacenamiento asignados a {{documents.length}} recursos.
it: Per {{documents.length}} risorse sono stati giá impostati un luoghi di archiviazione.
pt: Para {{documents.length}} recursos já foram selecionados depósitos.
tr: {{documents.length}} girdileri için depolama konumu zaten ayarlanmıştır.
uk: Для {{documents.length}}ресурсів вже визначено місця зберігання.

# resources.scanStoragePlaceModal.editMode.question.single
source: Möchten Sie den bisherigen Aufbewahrungsort entfernen oder zusätzlich zum neuen Aufbewahrungsort <b>ument.resource.identifier}}beibehalten? beibehalten?
es: ¿Quiere eliminar el lugar de almacenamiento actual o conservarlo además del nuevo lugar de almacenamiento <b>{{newStoragePlaceDocument.resource.identifier}}</b>?
pt: Quer remover o depósito atualmente definido ou manter adicionalmente ao novo depósito <b>{{newStoragePlaceDocument.resource.identifier}}</b>?

# resources.scanStoragePlaceModal.editMode.question.multiple
source: Möchten Sie die bisherigen Aufbewahrungsorte entfernen oder zusätzlich zum neuen Aufbewahrungsort <b>ument.resource.identifier}}beibehalten? beibehalten?
es: ¿Quiere eliminar los lugares de almacenamiento actuales o conservarlos además del nuevo lugar de almacenamiento <b>ument.resource.identifier}}beibehalten??
pt: Quer remover os depósitos atualmente definidos ou manter adicionalmente ao novo depósito <b>{{newStoragePlaceDocument.resource.identifier}}</b>?

# resources.scanStoragePlaceModal.remove
source: Entfernen
es: Eliminar
it: Rimuovere
pt: Remover
tr: Kaldır
uk: Видалити

# resources.scanStoragePlaceModal.keep
source: Beibehalten
es: Mantener
it: Conservare
pt: Manter
tr: Sakla
uk: Утримати/зберігти

# resources.gridList.types
source: Typen
es: Tipos
it: Tipi
pt: Tipos
tr: Tipler
uk: Типи

# resources.gridList.subtypes
source: Untertypen
es: Subtipos
it: Sottotipi
pt: Subtipos
tr: Alt tipler
uk: Підтипи

# resources.navigation.storagePlaces
source: Aufbewahrungsorte
es: Lugares de almacenamiento
it: Luoghi di archiviazione
pt: Depósitos
tr: Depolama konumları
uk: Місця зберігання

# resources.gridList.linkedFinds
source: Zugeordnete Funde
es: Hallazgos relacionados
it: Reperti pertinenti
pt: Achados atribuídos
tr: İlgili buluntular
uk: Закріплені/призначені знахідки

# resources.gridList.storedObjects
source: Enthaltene Objekte
es: Objetos almacenados
it: Oggetti inclusi
pt: Objetos armazenados
tr: Saklanan nesneler
uk: Об'єкти, що входять до складу

# resources.qrCodeEditorModal.header
source: QR-Code der Ressource <b>identifier}}</div>
es: Código QR del recurso <b>identifier}}</div>

# buttons.print
source: Drucken
es: Imprimir
it: Stampare
pt: Imprimir
tr: Yazdır
uk: Роздрукувати

# resources.qrCodeEditorModal.addQrCode.generate
source: Neuen Code generieren
es: Generar nuevo código
it: Generare un nuovo codice
pt: Gerar novo código
tr: Yeni kod oluştur
uk: Згенерувати новий код

# resources.qrCodeEditorModal.addQrCode.setExisting
source: Existierenden Code übernehmen
es: Utilizar código existente
it: Adottare un codice esistente
pt: Aplicar o código existente
tr: Mevcut kodu uygula
uk: Прийняти існуючий код

# resources.searchBar.qrCodeScanner.tooltip
source: QR-Code scannen
es: Escanear código QR
it: Scannerizzare il codice QR
pt: Escanear código QR
tr: QR kodu tara
uk: Відскануйте QR-код

# resources.contextMenu.addQrCode
source: QR-Code hinzufügen
es: Añadir código QR
pt: Adicionar código QR
tr: QR kodu ekle
uk: Додати QR-код

# resources.contextMenu.editQrCode
source: QR-Code verwalten
es: Gestionar código QR
pt: Gerir código QR
tr: QR kodunu yönet
uk: Управління QR-кодом

# util.inventoryRegister
source: Inventarverzeichnis
es: Registro de inventario
pt: Diretório de inventário
tr: Envanter listesi
uk: Інвентаризаційний список

# docedit.tabs.conflicts.qrCode
source: QR-Code
es: Código QR
pt: Código QR
tr: QR kodu
uk: QR-код

# messages.resources.success.storagePlaceSaved.multiple
source: Für [0] Ressourcen wurde erfolgreich der Aufbewahrungsort [1] gespeichert.
es: El lugar de almacenamiento [1] se ha guardado correctamente para [0] recursos.
pt: Para [0] recursos foram gravados com sucesso o depósito [1].
tr: [0] girdi başarıyla depolama konumuna [1] kaydedildi.
uk: Сховище (місце зберігання) [1] успішно збережено для ресурсів [0].

# messages.resources.info.storagePlaceAlreadySet.single
source: Der Aufbewahrungsort [1] ist für die Ressource [0] bereits gesetzt.
es: El lugar de almacenamiento [1] ya está asignado para el recurso [0].
pt: O depósito [1] é já utilizado para o recurso [0].
tr: Depolama konumu [1], girdi [0] için zaten ayarlanmıştır.
uk: Для ресурсу [0] вже встановлено місце зберігання [1].

# messages.resources.error.qrCodeScanningFailure
source: Beim Scannen eines QR-Codes ist ein Fehler aufgetreten.
es: Se produjo un error al intentar escanear un código QR.
pt: Ocorreu um erro ao escanear um código QR.
tr: QR kodu taranırken bir hata oluştu.

# messages.resources.error.qrCodeResourceNotFound
source: Für diesen QR-Code konnte keine Ressource gefunden werden.
es: No se pudo encontrar ningún recurso para este código QR.
pt: Para este código QR não foi encontrado um recurso.
tr: Bu QR kodu için girdi bulunamadı.
uk: Для цього QR-коду не було знайдено жодного ресурсу.

# messages.resources.error.qrCodeAlreadyAssigned
source: Der gescannte QR-Code ist bereits einer anderen Ressource zugeordnet.
es: El código QR escaneado ya está asignado a otro recurso.
pt: O código QR escaneado já foi atribuído a um outro recurso.
tr: Taranan QR kodu zaten başka bir girdiye atanmış.
uk: Відсканований QR-код вже приписаний до іншого ресурсу.

# resources.searchBar.constraints.isStoragePlaceOf
source: Verknüpfte Objekte
es: Objetos vinculados
pt: Objetos associados
tr: Bağlantılı nesneler
uk: Пов'язані об'єкти

# resources.searchBar.constraints.isStoredIn
source: Verknüpfter Aufbewahrungsort
es: Lugar de almacenamiento vinculado
pt: Depósitos associados
tr: Bağlantılı depolama konumu
uk: Пов'язане місце зберігання

# widgets.qrCodeScanner.selectCamera
source: Kamera auswählen:
es: Seleccionar cámara:
pt: Selecionar câmera:
tr: Kamera Seçiniz:
uk: Виберіть камеру:

# resources.scanStoragePlaceModal.header.single
source: Bisherigen Aufbewahrungsort ersetzen?
es: ¿Reemplazar lugar de almacenamiento actual?
it: Sostituire il deposito precedente?
pt: Substituir o depósito anterior?
tr: Mevcut depolama konumu değiştirilsin mi?
uk: Замінити попереднє місце зберігання?

# resources.scanStoragePlaceModal.editMode.multipleDocuments.singleStoragePlace
source: Für {{documents.length}} Ressourcen ist bereits der Aufbewahrungsort <b>nts[0].resource.identifier}}gesetzt. </ gesetzt.
es: El lugar de almacenamiento <b>{{storagePlaceDocuments[0].resource.identifier}}</b> ya está asignado a {{documents.length}} recursos.

# resources.qrCodeEditor.delete.header
source: QR-Code löschen?
es: ¿Eliminar el código QR?
it: Cancellare il codice QR?
pt: Apagar código QR?
tr: QR kodu sil?
uk: Видалити QR-код?

# resources.qrCodeEditor.delete.question
source: Möchten Sie den QR-Code der Ressource <b>{{document.resource.identifier}}</b> wirklich löschen?
es: ¿Realmente desea eliminar el código QR del recurso <b>{{document.resource.identifier}}</b>?
it: Sicuro di voler eliminare il codice QR della risorsa<b>{{document.resource.identifier}}</b>?
pt: Quer realmente apagar o código QR do recurso <b>{{document.resource.identifier}}</b>?
tr: <b>{{document.resource.identifier}}</b> girdisinin QR kodunu silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити QR-код ресурсу <b>{{document.resource.identifier}}</b>?

# resources.contextMenu.scanStoragePlace
source: Aufbewahrungsort scannen
es: Escanear lugar de almacenamiento
pt: Escanear depósito
tr: Depolama konumunu tarayın
uk: Сканувати місце зберігання

# messages.resources.success.storagePlaceSaved.single
source: Für die Ressource [0] wurde erfolgreich der Aufbewahrungsort [1] gespeichert.
es: El lugar de almacenamiento [1] se ha guardado correctamente para el recurso [0].
pt: Para o recurso [0] foi gravado com sucesso o depósito [1].
tr: Girdi [0] başarıyla depolama konumuna [1] kaydedildi.
uk: Місце зберігання [1] успішно збережено для ресурсу [0].

# messages.resources.info.storagePlaceAlreadySet.multiple
source: Der Aufbewahrungsort [1] ist für die ausgewählten [0] Ressourcen bereits gesetzt.
es: El lugar de almacenamiento [1] ya está asignado para los [0] recursos seleccionados.
pt: O depósito [1] já foi definido para as [0] recursos selecionados.
tr: Seçilen [0] girdiler için depolama konumu [1] zaten ayarlanmıştır.
uk: Для вибраних ресурсів [0] вже встановлено місце зберігання [1].

# navbar.tabs.inventory
source: Inventarisierung
es: Inventario
pt: Inventariação
tr: Envanter
uk: Інвентаризація

# widgets.qrCodeScanner.header
source: QR-Code scannen
es: Escanear código QR
pt: Escanear código QR
tr: QR-Kodu Tarayın
uk: Відскануйте QR-код

# widgets.qrCodeScanner.cameraNotFound
source: Es konnte keine Kamera gefunden werden. Bitte prüfen Sie, ob Ihr Gerät über eine Kamera verfügt und die notwendigen Berechtigungen erteilt sind.
es: No se ha podido encontrar ninguna cámara. Por favor, asegúrese de que su dispositivo tenga una cámara y de que se hayan concedido los permisos necesarios.
pt: Não foi encontrada uma câmera. Por favor verifique se o seu dispositivo tem uma câmera e se foram concedidas as autorizações necessárias.
tr: Kamera bulunamadı. Lütfen cihazınızda kamera olup olmadığını ve gerekli izinlerin verilip verilmediğini kontrol ediniz.
uk: Не вдалося знайти камеру. Будь ласка, перевірте, чи має ваш пристрій камеру і чи надані необхідні дозволи.

# navbar.taskbar.warnings.cleanUpRelaton
source: Relation bereinigen
es: Limpiar relación
it: Cancellare la relazione
pt: Apagar relação
tr: İlişkiyi temizle
uk: Очистити зв'язок

# messages.resources.error.noStoragePlaceCategory
source: Die Ressource [0] der Kategorie [1] ist kein gültiger Aufbewahrungsort.
es: El recurso [0] de la categoría [1] no es un lugar de almacenamiento válido.
pt: O recurso [0] da categoria [1] não é um depósito válido.
tr: Kategori [1]'in girdisi [0] geçerli bir depolama konumu değil.
uk: Ресурс [0] категорії [1] є недійсним місцем зберігання.

# configuration.cannotDisableParentOption
source: Diese Option ist für die Oberkategorie aktiviert und kann für die aktuelle Kategorie nicht ausgeschaltet werden.
es: Esta opción está habilitada para la supercategoría y no se puede deshabilitar para la categoría seleccionada actualmente.
it: Questa opzione è attivata per la categoria principale e non può essere disattivata per la categoria corrente.
pt: Esta opção está ativada para a categoria superior e não pode ser desativada para a categoria atual.
tr: Bu seçenek üst kategori için etkinleştirilmiş ve geçerli kategori için etkisizleştirilemez.
uk: Ця опція активована для категорії верхнього рівня і не може бути деактивована для поточної категорії.
