Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# settings.images.path.info
source: Dieser Pfad kann normalerweise auf seiner Grundeinstellung belassen werden. Es kann nötig sein, ihn zu verändern, wenn das von Field genutzte Bilderverzeichnis auf einem Netzwerk-Gerät (NAS) liegt, das von verschiedenen Nutzern bzw. Nutzerinnen geteilt wird. Die Anwendung legt unterhalb dieses Pfades für jedes Projekt ein Unterverzeichnis an. Die in diesen Verzeichnissen abgelegten Bilddateien werden vollständig durch Field verwaltet. Bilddateien sollten nicht per Hand dort abgelegt werden, sondern in der Bilderübersicht oder dem Bilder-Tab der Ressourcenansicht importiert werden.
it: Questo percorso di solito può essere lasciato all'impostazione predefinita. Potrebbe essere necessario modificarlo se il percorso delle immagini utilizzato da Field si trova su un dispositivo di rete (NAS) condiviso da diversi utenti. L'applicazione crea una sottocartella a questo indirizzo per ogni progetto. I file delle immagini memorizzati in queste cartelle sono completamente gestiti da Field. I file delle immagini non possono essere salvati in queste cartelle manualmente, ma devono essere importati dalla panoramica delle immagini o dal pannello “immagini” per la visualizzazione delle risorse.
uk: Зазвичай цей шлях можна залишити за замовчуванням. Може знадобитися змінити його, якщо каталог ілюстрацій, який використовує Field, знаходиться на мережевому пристрої (NAS), яким користуються різні користувачі. Програма створює підкаталог для кожного проекту під цим шляхом. Файлами ілюстрацій, що зберігаються в цих каталогах, повністю керує Field. Файли ілюстрацій не слід розміщувати туди вручну, а імпортувати в огляд ілюстрацій або на вкладку ілюстрацій у вікні перегляду ресурсів.

# matrix.view.noConfiguredOperationCategoriesWarning
source: Für dieses Projekt sind keine Maßnahmenkategorien konfiguriert, die für die Matrixdarstellung geeignet sind.
uk: Для цього проекту немає налаштованих категорій заходів, які підходять для матричного відображення.

# matrix.view.noOperationsWarning.single
source: Legen Sie eine Maßnahme der Kategorie "{{getCategoryLabel(configuredOperationCategories[0])}}" in der <a href="#" routerLink="/resources/project">Übersicht</a> an, um hier mit ihr arbeiten zu können.
it: Creare un’operazione dalla categoria "{{getCategoryLabel(configuredOperationCategories[0])}}" nella <a href="#" routerLink="/resources/project">Übersicht</a>, per poter lavorare con questa.
uk: Створіть показник категорії "{{getCategoryLabel(configuredOperationCategories[0])}}" в <a href="#" routerLink="/resources/project">огляді</a> , щоб мати можливість працювати з ним тут.

# matrix.view.noOperationsWarning.multiple
source: Legen Sie eine Maßnahme der Kategorie "{{getCategoryLabel(configuredOperationCategories[0])}}" oder "{{getCategoryLabel(configuredOperationCategories[1])}}" in der <a href="#" routerLink="/resources/project">Übersicht</a> an, um hier mit ihr arbeiten zu können.
it: Creare un’operazione dalla categoria "{{getCategoryLabel(configuredOperationCategories[0])}}" o "{{getCategoryLabel(configuredOperationCategories[1])}}" nella <a href="#" routerLink="/resources/project">Übersicht</a>, per poter lavorare con questa.
uk: Створіть показник категорії "{{getCategoryLabel(configuredOperationCategories[0])}}" або "{{getCategoryLabel(configuredOperationCategories[1])}}" в <a href="#" routerLink="/resources/project">огляді</a> ,щоб мати можливість працювати з ним тут.

# matrix.view.noResourcesWarning
source: Legen Sie für die ausgewählte Maßnahme Ressourcen der Kategorie "{{getCategoryLabel('Feature')}}" in der Ausgrabungsansicht an und verknüpfen Sie sie mit zeitlichen oder räumlichen Relationen.
it: Creare risorse per l’operazione selezionata dalla categoria "{{getCategoryLabel('Feature')}}" nella vista di scavo e collegarle a relazioni temporali o spaziali.
uk: Створіть ресурси категорії для вибраного заходу "{{getCategoryLabel('Feature')}}" у зображенні/вигляді розкопок та зв’яжіть їх із часовими чи просторовими відношеннями.

# matrix.optionsMenu.relations.temporal
source: Zeitlich
it: Cronologico
uk: по часу

# matrix.optionsMenu.relations.spatial
source: Räumlich
it: Fisico
uk: Просторово

# matrix.optionsMenu.edges.straight
source: Gerade
it: Retto
uk: Прямо

# matrix.optionsMenu.edges.curved
source: Gebogen
it: Curvo
uk: Вигнуто

# matrix.optionsMenu.clusterOption
source: Gruppierung nach Grobdatierung
it: Raggruppamento per datazione approssimativa
uk: Групування за орієнтовним датуванням

# util.dimension.asMeasuredBy
source: gemessen an
it: misurato con
pt: medido na
tr: ölçüldüğü gibi
uk: Виміряно на/в

# util.optionalRange.from
source: Von:
it: Da:
uk: Від:

# util.optionalRange.to
source: , bis:
it: , a:
uk: , до:

# configuration.field.valuelistFromProjectField
source: Die Werteliste für dieses Feld entspricht den Einträgen im Feld <code>{{field.valuelistFromProjectField}}</code> der Projekteinstellungen.
it: La lista di valori per questo campo corrisponde alle voci nel campo <code>{{field.valuelistFromProjectField}}</code> delle impostazioni del progetto.
uk: Список значень цього поля відповідає записам у полі <code> {{field.valuelistFromProjectField}} </code> налаштувань проекту.

# configuation.hierarchicalRelationsInfo.liesWithin
source: Ressourcen dieser Kategorie können unterhalb von Ressourcen folgender Kategorien angelegt werden:
it: Risorse di questa categoria possono essere create all'interno di risorse delle seguenti categorie:
uk: Ресурси цієї категорії можуть бути створені підкатегорією ресурсів наступних категорій:

# configuation.hierarchicalRelationsInfo.includes
source: Unterhalb von Ressourcen dieser Kategorie können Ressourcen folgender Kategorien angelegt werden:
it: All'interno di risorse di questa categoria possono essere create risorse di queste categorie:
uk: Нижче ресурсів цієї категорії можна створювати ресурси наступних категорій:

# configuration.hierarchicalRelationsInfo.noLiesWithin
source: Ressourcen dieser Kategorie können nicht unterhalb von anderen Ressourcen angelegt werden.
it: Risorse di questa categoria non possono essere create all'interno di altre risorse.
uk: Ресурси цієї категорії не можуть бути створені підкатегорією інших ресурсів.

# configuration.hierarchicalRelationsInfo.noIncludes
source: Unterhalb von Ressourcen dieser Kategorie können keine anderen Ressourcen angelegt werden.
it: All'interno di risorse di questa categoria non possono essere create altre risorse.
uk: Ніякі інші ресурси не можуть бути створені під ресурсами цієї категорії.

# messages.import.validation.error.invalidDate
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]'. Format für Datumsangaben: "Tag.Monat.Jahr", z. B.: 01.01.2010
it: Data non valida nel campo '[1]' di una risorsa della categoria '[0]'. Formato per le date: "Giorno.Mese.Anno", ad esempio: 01.01.2010
pt: Data inválida no campo '[1]' de um recurso da categoria '[0]'. Formato para datas: "dia.mês.ano", por exemplo.: 01.01.2010
tr: '[0]' kategorisindeki bir girdinin'[1]' alanında geçersiz tarih belirtilmesi. Tarih formatı: "Gün.Ay.Yıl", örn.: 01.01.2010
uk: Недійсна специфікація дати в полі '[1]' ресурсу категорії '[0]'. Формат для дат: "День.Місяць.Рік", наприклад: 01.01.2010

# messages.import.validation.error.invalidDates
source: Ungültige Datumsangaben in den folgenden Feldern einer Ressource der Kategorie '[0]': [1]. Format für Datumsangaben: "Tag.Monat.Jahr", z. B.: 01.01.2010
it: Date non valide nei seguenti campi di una risorsa della categoria '[0]': [1]. Formato per le date: "Giorno.Mese.Anno", ad esempio: 01.01.2010
pt: Datas inválidas nos seguintes campos de um recurso da categoria '[0]': [1]. Formato para datas: "dia.mês.ano", por exemplo.: 01.01.2010
tr: '[0]' kategorisindeki bir girdinin aşağıdaki alanlarında geçersiz tarih belirtilmesi: [1]. Tarih formatı: "Gün.Ay.Yıl", örn.: 01.01.2010
uk: Недійсні дати в таких полях ресурсу категорії '[0]': [1]. Формат для дат: "День.Місяць.Рік", наприклад: 01.01.2010

# messages.import.validation.error.endDateBeforeBeginningDate
source: Das Enddatum einer Ressource der Kategorie '[0]' liegt vor dem Startdatum.
it: La data di fine di una risorsa della categoria "[0]" è anteriore alla data di inizio.
pt: A data de fim de um recurso da categoria '[0]' é anterior à data de início.
tr: '[0]' kategorisindeki bir girdinin bitiş tarihi başlangıç tarihinden öncedir.
uk: Кінцева дата ресурсу категорії "[0]" знаходиться перед датою початку.

# messages.import.validation.error.missingProperty
source: Eigenschaft(en) einer Ressource der Kategorie '[0]' müssen vorhanden sein: '[1]'.
it: La o le proprietà di una risorsa della categoria "[0]" devono essere presenti: "[1]".
pt: Propriedades de um recurso da categoria '[0]' devem estar presentes: '[1]'.
tr: '[0]' kategorisindeki bir girdinin aşağıdaki özelliği veya özellikleri mevcut olmalıdır: '[1]'.
uk: Властивості ресурсу категорії '[0]' повинні існувати: '[1]'.

# messages.docedit.warning.categoryChange.fields
source: Bitte beachten Sie, dass die Daten der folgenden Felder beim Speichern verloren gehen: [0]
it: Si prega di notare che i dati dei seguenti campi andranno persi durante il salvataggio: [0]
pt: Por favor note que os dados do campo seguinte vão se perder ao gravar : [0]
tr: Girdi kaydedilirken aşağıdaki alanların verilerinin kaldırılacağını lütfen unutmayın: [0]
uk: Зверніть увагу, що під час збереження буде втрачено дані наступних полів: [0]

# messages.docedit.warning.categoryChange.relations
source: Bitte beachten Sie, dass die Relationen der folgenden Relationstypen beim Speichern verloren gehen: [0]
it: Si prega di notare che le relazioni dei seguenti tipi di relazione andranno perse durante il salvataggio: [0]
pt: Por favor note que as relações dos seguintes tipos vão se perder ao gravar: [0]
tr: Girdi kaydedilirken aşağıdaki ilişki türlerinin ilişkilerinin kaldırılacağını lütfen unutmayın: [0]
uk: Зверніть увагу, що під час збереження буде втрачено дані наступних полів: [0]

# messages.docedit.validation.error.endDateBeforeBeginningDate
source: Das angegebene Enddatum liegt vor dem Startdatum. Bitte prüfen Sie die eingetragenen Daten.
it: La data di fine specificata è precedente alla data di inizio. Si prega di controllare le date inserite.
pt: A data de fim precede a data de início. Por favor verifique os dados inseridos.
tr: Belirtilen bitiş tarihi başlangıç tarihinden öncedir. Lütfen girilen tarihleri kontrol edin.
uk: Зазначена дата завершення передує даті початку. Будь ласка, перевірте введені дані.

# project.informationModal.projectProperties
source: Projekteigenschaften
it: Proprietà del progetto
uk: Властивості/конфігурація проекту

# project.informationModal.editedBy
source: Bearbeitet von: {{lastChangedDocumentUser}}
it: Modificato da: {{lastChangedDocumentUser}}
uk: Редаговано: {{lastChangedDocumentUser}}

# configuration.swapCategoryForm.body
source: Möchten Sie das Formular <code>{{currentForm.libraryId}}</code> wirklich durch das Formular <code>{{newForm.libraryId}}</code> ersetzen?
it: Volete davvero sostituire la maschera di inserimento <code>{{currentForm.libraryId}}</code> con la maschera <code>{{newForm.libraryId}}</code>?
uk: Ви хочете формуляр <code> {{currentForm.libraryId}} </code> формуляром <code> {{newForm.libraryId}} </code> замінити?

# configuration.swapCategoryForm.confirmInfo
source: Bitte geben Sie den Bezeichner des ausgewählten Formulars ein, um den Wechsel zu bestätigen.
it: Inserire l'identificatore della maschera selezionata per confermare la sostituzione.
uk: Будь ласка, введіть ідентифікатор вибраної форми, щоб підтвердити зміну.

# docedit.duplicateModal.info.createMultipleTimes
source: Wie viele Ressourcen möchten Sie anlegen?
it: Quante risorse si desidera creare?
pt: Quantos recursos pretende criar?
uk: Скільки ресурсів ви хочете створити?

# docedit.duplicateModal.info.duplicate
source: Wie viele Kopien der Ressource möchten Sie anlegen?
it: Quante copie della risorsa si desidera creare?
pt: Quantas cópias do recurso pretende criar?
uk: Скільки копій ресурсу ви хочете зробити?

# docedit.header.create
source: {{getCategoryLabel()}} in {{parentLabel}} anlegen
it: {{getCategoryLabel()}} crea in {{parentLabel}}
uk: {{getCategoryLabel()}} в {{parentLabel}} створити

# docedit.header.edit
source: {{getCategoryLabel()}} bearbeiten
it: {{getCategoryLabel())}} modifica
pt: Editar {{getCategoryLabel()}}
uk: {{getCategoryLabel()}} редагувати

# docedit.loadingInfo.save
source: Ressource wird gespeichert...
it: Salvataggio risorsa in corso...
pt: Gravando recurso...
uk: Ресурсу буде збрежено…

# docedit.loadingInfo.createMultipleInstances
source: Ressourcen werden erstellt...
it: Creazione risorse in corso...
pt: Criando recursos...
uk: Ресурси будуть створені…

# docedit.loadingInfo.duplicate
source: Ressource wird vervielfältigt...
it: Duplicazione risorsa in corso...
uk: Ресурс дублюється...

# configuration.swapCategoryForm.warning.changes.parent
source: Bitte beachten Sie, dass alle Änderungen, die Sie an diesem Formular sowie untergeordneten Formularen vorgenommen haben, beim Wechseln des Formulars verloren gehen.
it: Si prega di notare che tutte le modifiche effettuate a questa maschera di inserimento e a tutte le maschere subordinate saranno perse con il cambiamento di maschera.
uk: Зауважте, що будь-які зміни, які ви внесли до цього формуляру та підформ, буде втрачено, коли ви змінюєте формуляр.

# configuration.swapCategoryForm.warning.changes.child
source: Bitte beachten Sie, dass alle Änderungen, die Sie an diesem Formular vorgenommen haben, beim Wechseln des Formulars verloren gehen.
it: Si prega di notare che tutte le modifiche effettuate a questa maschera di inserimento saranno perse con il cambiamento di maschera.
uk: Зауважте, що будь-які зміни, які ви внесли до цьогої формуляру, буде втрачено, коли ви змінюєте формуляр.

# configuration.valuelistDescription
source: Beschreibung der Werteliste
it: Descrizione della lista di valori
uk: Опис списку значень

# configuration.createSpecificValuelist
source: Werteliste <code>{{valuelist.id}}</code> erstellen
it: Creare lista di valori <code>{{valuelist.id}}</code>
uk: Список значень <code> {{valuelist.id}} </code> створити

# configuration.editSpecificValuelist
source: Werteliste <code>{{valuelist.id}}</code> bearbeiten
it: Modificare lista di valori <code>{{valuelist.id}}</code>
uk: Список значень <code> {{valuelist.id}} </code> редагувати

# configuration.editValuelistInfo
source: Bitte beachten Sie, dass vorgenommene Änderungen nach Klick auf den OK-Button für sämtliche Felder angewendet werden, die diese Werteliste benutzen.
it: Si prega di notare che le modifiche apportate saranno applicate a tutti i campi che utilizzano questa lista di valori dopo aver fatto clic sul pulsante OK.
uk: Зверніть увагу, що внесені зміни буде застосовано до всіх полів, які використовують цей список значень, після натискання кнопки OK.

# imageUpload.uploadModal.info.single
source: Bild wird eingelesen...
it: Trasferimento immagine in corso...
uk: Ілюстрація зчитується…

# imageUpload.uploadModal.info.multiple
source: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} Bilder eingelesen...
it: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} Immagini trasferite...
uk: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} Ілюстрації зчитано...

# image.originalNotFoundWarning
source: Die Original-Version des Bilds befindet sich nicht im Bilderverzeichnis.
it: La versione originale dell'immagine non si trova nella directory delle immagini.
uk: Початкової версії (оригіналу) ілюстрації немає в каталозі зображень.

# imageView.linkedImages
source: Mit <strong>{{linkedDocument.resource.identifier}}</strong> verknüpfte Bilder
it: Immagini collegate a <strong>{{linkedDocument.resource.identifier}}</strong>
uk: З <strong> {{linkedDocument.resource.identifier}} </strong> пов'язані ілюстрації

# imageOverview.removeLinkModal.info
source: Bei den ausgewählten Bildern werden sämtliche Verknüpfungen zu anderen Ressourcen entfernt.
it: Tutti i collegamenti ad altre risorse saranno rimossi dalle immagini selezionate.
uk: З вибраних ілюстрацій видаляються всі посилання на інші ресурси.

# imageOverview.taskbar.deleteModal.question.multiple
source: Möchten Sie die {{numberOfSelectedImages}} markierten Bilder wirklich löschen?
it: Sei sicuro di voler eliminare {{numberOfSelectedImages}} le immagini selezionate?
uk: Ви бажаєте видалити {{numberOfSelectedImages}} позначені зображення?

# imageOverview.taskbar.deleteModal.question.single
source: Möchten Sie das markierte Bild wirklich löschen?
it: Sei sicuro di voler eliminare l'immagine selezionata?
uk: Ви дійсно хочете видалити вибрану ілюстрацію?

# configuration.conditionalSubfield
source: Bedingung für Anzeige des Unterfelds
it: Condizione per la visualizzazione del campo secondario
pt: Condição para visualizar o campo inferior
tr: Alt alanın görüntülenme koşulu
uk: Умова для відображення підполя

# configuration.subfieldCondition.none
source: - Keine -
it: - Nessuna -
pt: - Nenhum-
tr: -Yok-
uk: - жодне -

# configuration.resourceLimit.warning
source: Es wurden bereits {{numberOfCategoryResources}} Ressourcen dieser Kategorie angelegt. Bitte beachten Sie, dass bereits angelegte Ressourcen <b>nicht</b> automatisch entfernt werden.
it: Sono state già create {{numberOfCategoryResources}} risorse di questa categoria . Si tenga presente che le risorse già create <b>non</b> vengono rimosse automaticamente.
pt: Foram criados {{numberOfCategoryResources}} recursos desta categoria. Por favor note que os recurso já criados <b>não</b> serão removidos automaticamente.
tr: Bu kategorideki {{numberOfCategoryResources}} girdiler zaten oluşturulmuş. Daha önce oluşturulmuş girdilerin otomatik olarak <b>kaldırılmadığını</b> lütfen unutmayın.
uk: В цій категорії {{numberOfCategoryResources}} вже створені Ресурси. Зверніть увагу, що вже створені ресурси <b>не</b> видаляються автоматично.

# navbar.taskbar.warnings.sectionTitle.outlierValues.single
source: Ungültiger Wert im Feld <b>{{getFieldLabel(section)}}</b>
it: Valore non valido nel campo <b>{{getFieldLabel(section)}}</b>
tr: <b>{{getFieldLabel(section)}}</b> alanında geçersiz değer
uk: Неправильне значення в полі <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.sectionTitle.resourceLimitExceeded
source: Ressourcenlimit für Kategorie <b>{{getCategoryLabel(section)}}</b> überschritten
it: Limite delle risorse oltrepassato per la categoria <b>{{getCategoryLabel(section)}}</b>
pt: Ultrapassado o limite de recursos para a categoria <b>{{getCategoryLabel(section)}}</b>.
tr: <b>{{getCategoryLabel(section)}}</b> kategorisinin girdi sınırı aşıldı
uk: Для категорії <b>{{getCategoryLabel(section)}}</b> ліміт ресурсів перевищено.

# navbar.taskbar.warnings.info.outlierValues.single
source: Es wurde ein Wert ausgewählt, der in der für dieses Feld konfigurierten Werteliste <i>{{getValuelistId(section)}}</i> nicht enthalten ist.
it: É stato selezionato un valore non contenuto nella lista dei valori per questo campo <i>{{getValuelistId(section)}}</i>.
pt: Foi selecionado um valor não contido na lista de valores <i>{{getValuelistId(section)}}</i>, configurada para este campo.
tr: Bu alan için konfigüre edilen <i>{{getValuelistId(section)}}</i> değer listesinde yer almayan bir değer seçildi.
uk: Було вибрано значення, яке не міститься в списку значень, налаштованому для цього поля <i>{{getValuelistId(section)}}</i>.

# navbar.taskbar.warnings.info.resourceLimitExceeded.single
source: Es darf nur <b>eine</b> Ressource der Kategorie <i>{{getCategoryLabel(section)}}</i> angelegt werden.
it: Puó essere creata solamente <b>una</b> risorsa della categoria <i>{{getCategoryLabel(section)}}</i>.
tr: Yalnızca <b>bir</b> <i>{{getCategoryLabel(section)}}</i> kategorisi kaynağı oluşturulabilir.
uk: Тільки <b>eine</b> ресурс категорії <i>{{getCategoryLabel(section)}}</i> можна створити.

# navbar.taskbar.warnings.sectionTitle.missingRelationTargets.single
source: Fehlende Zielressource der Relation <b>{{getFieldLabel(section)}}</b>
it: Risorsa di destinazione della relazione<b>{{getFieldLabel(section)}}</b> assente
tr: <b>{{getFieldLabel(section)}}</b> ilişkisinin hedef girdisi eksik
uk: Відсутній цільовий ресурс зв'язку <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.deleteFieldData.all.info.invalid
source: Bitte beachten Sie: Durch diese Aktion werden bei allen Ressourcen der Kategorie <b>{{getCategoryLabel()}}</b> sämtliche ungültigen Daten im Feld <span [innerHTML]="getFieldLabelHTML()"></span> gelöscht. Gültige Daten bleiben erhalten.
it: Si tenga presente: Mediante questa azione verranno cancellate in tutte le risorse di questa categoria<b>{{getCategoryLabel()}}</b> tutti i dati sul campo non validi <span [innerHTML]="getFieldLabelHTML()"></span>. I dati validi verranno mantenuti.
tr: Lütfen unutmayın: Bu eylem, tüm <b>{{getCategoryLabel()}}</b> girdileri için <span [innerHTML]="getFieldLabelHTML()"></span> alanındaki tüm geçersiz verileri silecektir. Geçerli veriler korunur.
uk: Зверніть увагу: Ця дія видаляє для всіх ресурсів у категорії<b>{{getCategoryLabel()}}</b> всі невірні дані в поліs x id="START_TAG_SPAN" ctype="x-span" equiv-text="<span [innerHTML]="getFieldLabelHTML()">"/></span>. Дійсні дані зберігаються.

# navbar.taskbar.warnings.sectionTitle.outlierValues.multiple
source: Ungültige Werte im Feld <b>{{getFieldLabel(section)}}</b>
it: Valori non validi nel campo<b>{{getFieldLabel(section)}}</b>
tr: <b>{{getFieldLabel(section)}}</b> alanında geçersiz değerler
uk: Неправильні значення в полі <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.sectionTitle.missingRelationTargets.multiple
source: Fehlende Zielressourcen der Relation <b>{{getFieldLabel(section)}}</b>
it: Risorse di destinazione della relazione <b>{{getFieldLabel(section)}}</b> assenti
tr: <b>{{getFieldLabel(section)}}</b> ilişkisinin hedef girdileri eksik
uk: Відсутні цільові ресурси зв'язку <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.sectionTitle.nonUniqueIdentifier
source: Uneindeutiger <b>Bezeichner</b>
it: <b>Identificatore</b> ambiguo
pt: <b>Identificador</b> ambíguo
tr: Belirsiz <b>Tanımlayıcı</b>
uk: Неоднозначний<b>ідентифікатор</b>

# navbar.taskbar.warnings.sectionTitle.missingIdentifierPrefix
source: Fehlendes Präfix im Feld <b>{{getFieldLabel(section)}}</b>
it: Prefisso assente nel campo <b>{{getFieldLabel(section)}}</b>
tr: <b>{{getFieldLabel(section)}}</b> alanında eksik ön ek
uk: Пропущено префікс у полі <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.info.outlierValues.multiple
source: Es wurden Werte ausgewählt, die in der für dieses Feld konfigurierten Werteliste <i>{{getValuelistId(section)}}</i> nicht enthalten sind.
it: Sono stati selezionati valori non contenuti nella lista dei valori per questo campo <i>{{getValuelistId(section)}}</i>.
pt: Foram selecionados valores não contidos na lista de valores <i>{{getValuelistId(section)}}</i>, configurada para este campo.
tr: Bu alan için konfigüre edilen <i>{{getValuelistId(section)}}</i> değer listesinde yer almayan değerler seçilmiştir.
uk: Були відібрані значення, які не містяться у списку значень, налаштованому для цього поля <i>{{getValuelistId(section)}}</i>.
