Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# configuration.deleteValuelist.confirmInfo
source: Bitte geben Sie den Bezeichner der Werteliste ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el identificador de la lista de valores para confirmar la eliminación.
pt: Por favor introduza o identificador da lista de valores para confirmar a apagamento.
tr: Silmeyi onaylamak için lütfen değer listesinin tanımlayıcısını girin.

# configuration.deleteValuelist.isInUse.multiple
source: Die Werteliste <code></ckann nicht kann nicht gelöscht werden, solange sie Feldern zugewiesen ist. Bitte weisen Sie den Feldern zunächst eine andere Werteliste zu.
es: La lista de valores <code></ckann nicht no se puede eliminar mientras esté asignado a campos. Por favor, asigne primero una lista de valores diferente a estos campos.
pt: A lista de valores <code>{{valuelist.id}}</code> não pode ser apagada enquanto tiver campos atribuídos. Por favor mova os campos para outra lista de valores.

# configuration.deleteValuelist.isInUse.single
source: Die Werteliste <code></ckann nicht kann nicht gelöscht werden, solange sie einem Feld zugewiesen ist. Bitte weisen Sie dem Feld zunächst eine andere Werteliste zu.
es: La lista de valores <code></ckann nicht no se puede eliminar mientras esté asignado a un campo. Por favor, asigne primero una lista de valores diferente a este campo.

# imageOverview.taskbar.tooltips.delete
source: Löschen
es: Eliminar
it: Eliminare
pt: Apagar
tr: Sil
uk: Видалити

# imageOverview.taskbar.tooltips.removeLinks
source: Verknüpfungen entfernen
es: Eliminar enlaces
it: Rimuovere il collegamento
pt: Remover associações
tr: Bağlantıları kaldır
uk: Видалити з'єднання/ярлики

# imageOverview.taskbar.tooltips.createLink
source: Verknüpfen
es: Enlaces
it: Collegare
pt: Associar
tr: Bağlantı
uk: З'єднати

# imageOverview.taskbar.tooltips.deselect
source: Auswahl aufheben
es: Deseleccionar
it: Annullare la selezione
pt: Remover seleção
tr: Seçimi kaldır
uk: Вибір відмінити

# widgets.searchBar.imageCategoryFilter
source: Nach Bildkategorie filtern:
es: Filtrar por categoría de imagen:
it: Filtrare per categoria delle immagini:
pt: Filtrar por categoria de imagem:
tr: Görsel kategorisine göre filtrele:
uk: Фільтрувати за категорієюілюстрації::

# resources.searchBar.constraints.header
source: Suchkriterien
es: Criterios de búsqueda
it: Criteri di ricerca
pt: Critérios de pesquisa
tr: Arama kriteri
uk: Критерії пошуку

# resources.searchBar.constraints.chooseField
source: Feld wählen
es: Seleccionar campo
it: Selezionare il campo
pt: Selecionar campo
tr: Alan seç
uk: Виберіть поле

# resources.searchBar.constraints.searchTerm
source: Suchbegriff
es: Término de búsqueda
it: Termini da cercare
pt: Termo de pesquisa
tr: Arama terimi
uk: Термін/назва пошуку

# resources.searchBar.constraints.anyValue
source: Beliebiger Wert
es: Cualquier valor
it: Qualsiasi valore
pt: Qualquer valor
tr: Herhangi bir değer
uk: Будь-яке значення

# resources.searchBar.constraints.noValue
source: Kein Wert
es: Sin valor
it: Nessun valore
pt: Nenhum valor
tr: Değer yok
uk: Жодного значення

# resources.searchBar.constraints.enterSearchTerm
source: Suchbegriff eingeben
es: Introducir término de búsqueda
it: Inserire un termine da cercare
pt: Inserir termo de pesquisa
tr: Arama terimini gir
uk: Введіть пошуковий термін

# resources.searchBar.constraints.options.anyValue
source: - Beliebiger Wert -
es: - Cualquier valor -
it: - Qualsiasi valore -
pt: - Qualquer valor -
tr: - Herhangi bir değer -
uk: - Будь-яке значення -

# resources.searchBar.constraints.options.noValue
source: - Kein Wert -
es: - Sin valor -
it: - Nessun valore -
pt: - Nenhum valor -
tr: -Değer yok-
uk: - Жодного значення -

# resources.moveModal.chooseParentResource.single
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die Ressource <b>rce.identifier}}zugewiesen we zugewiesen werden soll:
es: Por favor, seleccione el nuevo recurso principal al que se debe asignar el recurso <b>rce.identifier}}zugewiesen we
pt: Por favor selecione o novo recurso superior ao qual o recurso <b>{{documents[0].resource.identifier}}</b> será atribuído:

# resources.moveModal.chooseParentResource.multiple
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die ausgewählten <b>{INTERPOLATION} Ressourcen</b> zugewiesen werden sollen:
es: Por favor, seleccione el nuevo recurso principal al que se deben asignar los <b>{INTERPOLATION} los recursos seleccionados</b>:
pt: Por favor selecione o novo recurso superior aos quais os <b>{INTERPOLATION} recursos</b> serão atribuídos:

# resources.moveModal.moving.single
source: Ressource wird verschoben...
es: Moviendo recurso...
pt: Recurso está a ser movido...
tr: Girdi taşınıyor...

# resources.moveModal.moving.multiple
source: {{documents.length}} Ressourcen werden verschoben...
es: Moviendo {{documents.length}} recursos...
pt: {{documents.length}} recursos estão a ser movidos...
tr: {{documents.length}} girdiler taşınıyor...

# imageGrid.dropArea.tooltip
source: Um Bilder hinzuzufügen, ziehen Sie sie in die markierte Fläche oder öffnen Sie per Klick ein Auswahlmenü.
es: Arrastre las imágenes al área marcada para importarlas o haga clic para abrir un cuadro de diálogo de selección de archivos.
it: Per aggiungere le immagini, trascinarle nell'area selezionata o fare clic per aprire un menù di selezione.
pt: Para adicionar imagens, arraste-as para a área selecionada ou clique para abrir um menu de seleção.
tr: Görüntüleri içe aktarmak için işaretli alana sürükleyin veya bir dosya seçimi iletişim kutusu açmak için tıklayın.
uk: Щоб додати ілюстрації, перетягніть їх у позначену область або натисніть, щоб відкрити меню вибору.

# imageView.georeferenceView.deleteModal.question
source: Möchten Sie die Georeferenzdaten, die für dieses Bild hinterlegt wurden, wirklich löschen?
es: ¿Realmente desea eliminar los datos de georreferenciación almacenados para esta imagen?
it: Sicuro di voler eliminare i dati di georeferenziazione memorizzati per questa immagine?
pt: Pretende realmente apagar os dados de georreferenciação armazenados para esta imagem?
tr: Bu görüntü için saklanan coğrafi referans verilerini gerçekten silmek istiyor musunuz?

# imageView.georeferenceView.georeferenceData
source: Georeferenzdaten
es: Datos de georreferenciación
it: Dati di georeferenziazione
pt: Dados de georreferenciação
tr: Coğrafi referans verileri
uk: Дані геоприв'язки

# imageView.georeferenceView.present
source: Vorhanden
es: Disponible
it: Disponibile
pt: Disponível
tr: Mevcut
uk: Наявні

# imageView.georeferenceView.tooltips.exportGeoreferenceData
source: Georeferenzdaten als World-File exportieren
es: Exportar datos de georreferenciación como archivo world
it: Esportare i dati di georeferenziazione come file World
pt: Exportar dados de georreferenciação com ficheiro WORLD
tr: Coğrafi referans verilerini "world" dosyası olarak dışa aktar
uk: Експортувати дані геоприв’язки як файл World-File

# imageView.georeferenceView.tooltips.deleteGeoreferenceData
source: Georeferenzdaten löschen
es: Eliminar datos de georreferenciación
it: Eliminare i dati di georeferenziazione
pt: Apagar dados de georreferenciação
tr: Coğrafi referans verilerini silin
uk: Видалити дані геоприв’язки

# imageView.georeferenceView.notPresent
source: Nicht vorhanden
es: No disponibles
it: Non disponibile
pt: Não disponível
tr: Mevcut değil
uk: Недоступно

# imageView.georeferenceView.tooltips.loadWorldfile
source: World-File laden
es: Cargar archivo world
it: Caricare il file World
tr: "World" dosyasını yükle
uk: Завантажити файл World-File

# widgets.saveModal.header
source: Speichern?
es: ¿Guardar?
it: Salvare?
pt: Gravar?
tr: Kaydedilsin mi?
uk: Зберегти?

# widgets.saveModal.applyHeader
source: Übernehmen?
es: ¿Aplicar?
it: Applicare?
pt: Aplicar?
tr: Uygulansın mı?
uk: Прийняти?

# widgets.saveModal.question
source: Möchten Sie die Änderungen speichern?
es: ¿Quiere guardar los cambios?
it: Vuoi salvare le modifiche?
pt: Pretende gravar as alterações?
tr: Değişiklikleri kaydetmek istiyor musunuz?
uk: Бажаєте зберегти зміни?

# widgets.saveModal.applyQuestion
source: Möchten Sie die Änderungen übernehmen?
es: ¿Quiere aplicar los cambios?
it: Vuoi applicare le modifiche?
pt: Pretende aplicar as alterações?
tr: Değişiklikleri uygulamak istiyor musunuz?
uk: Ви бажаєте прийняти зміни?

# buttons.apply
source: Übernehmen
es: Aplicar
it: Applicare
pt: Aplicar
tr: Uygula
uk: Прийняти

# widgets.savingChangesModal.info
source: Änderungen werden gespeichert...
es: Guardando cambios...
pt: Alterações estão a ser gravadas...
tr: Değişiklikleri kaydediyor...

# imageView.depictsRelationsView.depictedResources
source: Dargestellte Ressourcen
es: Recursos representados
it: Risorse visualizzate
pt: Recursos representados
tr: Görüntülenen girdiler
uk: Представлені ресурси/дані

# resources.deleteModal.header.single
source: Ressource <b>rce.identifier}}löschen? löschen?
es: ¿Eliminar recurso <b>rce.identifier}}löschen??

# resources.deleteModal.header.multiple
source: {{documents.length}} Ressourcen löschen?
es: ¿Eliminar {{documents.length}} recursos?
it: Eliminare {{documents.length}} risorse?
pt: Apagar {{documents.length}} recursos?
tr: {{documents.length}} girdiler silinsin mi?

# resources.deleteModal.confirmDeleteInfo.single
source: Bitte geben Sie den Bezeichner der Ressource ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el identificador de este recurso para confirmar la eliminación.
pt: Por favor introduza o identificador do recurso para confirmar a apagamento.
tr: Silme işlemini onaylamak için lütfen bu girdinin tanımlayıcısını girin.

# resources.deleteModal.confirmDeleteInfo.multiple
source: Bitte geben Sie den Bezeichner einer der zu löschenden Ressourcen ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el identificador de uno de los recursos que se van a eliminar para confirmar la eliminación.
pt: Por favor introduza o identificador do recurso a apagar para confirmar a apagamento.
tr: Silme işlemini onaylamak için lütfen silinecek girdilerden birinin tanımlayıcısını girin.

# resources.deleteModal.warning.descendant.single
source: Zu dieser Ressource gehört eine weitere Ressource, die beim Löschen ebenfalls entfernt wird.
es: Otro recurso pertenece a este recurso, y también será eliminado.
pt: A este recurso pertence um outro recurso que também vai ser removido ao apagar.
tr: Bu girdiye ait başka bir girdi de silinecek.

# resources.deleteModal.warning.descendants.single
source: Zu dieser Ressource gehören insgesamt {{descendantsCount}} weitere Ressourcen, die beim Löschen ebenfalls entfernt werden.
es: Hay {{descendantsCount}} otros recursos pertenecientes a este recurso, que también serán eliminados.
pt: A este recurso pertencem {{descendantsCount}} outros recurso que também vão ser removidos ao apagar.
tr: Bu girdiye ait silinecek başka {{descendantsCount}} girdiler var.

# resources.deleteModal.warning.descendant.multiple
source: Zu diesen Ressourcen gehört eine weitere Ressource, die beim Löschen ebenfalls entfernt wird.
es: Otro recurso pertenece a estos recursos, y también será eliminado.
pt: A este recursos pertence um outro recurso que também vai ser removido ao apagar.
tr: Bu girdilere ait bir girdi daha silinecek.

# resources.deleteModal.warning.descendants.multiple
source: Zu diesen Ressourcen gehören insgesamt {{descendantsCount}} weitere Ressourcen, die beim Löschen ebenfalls entfernt werden.
es: Hay {{descendantsCount}} otros recursos pertenecientes a estos recursos, que también serán eliminados.
pt: A estes recursos pertencem {{descendantsCount}} outros recurso que também vão ser removidos ao apagar.
tr: Bu girdilere ait silinecek başka {{descendantsCount}} girdiler var.

# resources.deleteModel.warning.importedCatalog
source: Dies ist ein importierter Katalog. Bitte beachten Sie, dass beim Löschen auch Zuordnungen von Funden zu Typen des Katalogs entfernt werden.
es: Este es un catálogo importado. Por favor, tenga en cuenta que también se eliminarán las asociaciones entre los tipos de este catálogo y los hallazgos.
pt: Isto é um catálogo importado. Por favor note que atribuições de achados a tipos deste catálogo também serão removidos ao apagar.
tr: Bu içe aktarılmış bir katalogdur. Bu kataloğun türleri ile buluntular arasındaki ilişkilerin de kaldırılacağını lütfen unutmayın.

# resources.deleteModel.warning.ownedCatalog
source: Bitte beachten Sie, dass beim Löschen von Katalogen sämtliche enthaltenen Typen sowie Zuordnungen von Funden zu Typen des Katalogs entfernt werden.
es: Por favor, tenga en cuenta que eliminar un catálogo implica la eliminación de todos los tipos contenidos en dicho catálogo. Además, se eliminarán todas las asociaciones entre los tipos del catálogo y los hallazgos.
it: Si tenga presente che quando si cancellano i cataloghi, tutti i tipi contenuti così come le assegnazioni di reperti ai tipi del catalogo vengono rimossi.
pt: Por favor note que ao apagar catálogos vão ser removidos todos os tipos contidos e atribuições de achados a tipos do catálogo.
tr: Bir kataloğun silinmesinin, o katalogda yer alan tüm türlerin silinmesini gerektirdiğini lütfen unutmayın. Buna ek olarak katalog türleri ile buluntular arasındaki tüm ilişkiler de kaldırılacak.

# resources.deleteModel.warning.ownedType
source: Bitte beachten Sie, dass beim Löschen von Typen sämtliche Untertypen sowie Zuordnungen von Funden zu Typen und Untertypen entfernt werden.
es: Por favor, tenga en cuenta que eliminar un tipo implica la eliminación de todos sus subtipos. Además, se eliminarán todas las asociaciones entre hallazgos y tipos (y entre hallazgos y subtipos).
it: Si tenga presente che la cancellazione dei tipi comporta la rimozione di tutti i sottotipi e delle assegnazioni di reperti a tipi e sottotipi.
pt: Por favor note que ao apagar tipos vão ser removidos todos os subtipos contidos e atribuições de achados a tipos e subtipos.
tr: Bir türün silinmesinin tüm alt türlerin silinmesini gerektirdiğini lütfen unutmayın. Buna ek olarak buluntular ve türler (buluntular ile alt türler) arasındaki tüm ilişkiler kaldırılacaktır.

# resources.deleteModal.deleteImages.info
source: Verknüpfte Bilder löschen, bei denen keine Verknüpfungen zu anderen Ressourcen bestehen
es: Eliminar imágenes vinculadas que no tengan enlaces a otros recursos
pt: Apagar imagens associadas para as quais não existem associações a outros recursos
tr: Diğer girdilere bağlantısı olmayan bağlantılı görselleri silin

# resources.deleteModal.deleteImages.single
source: (Ein Bild)
es: (Una imagen)
tr: (Bir görsel)

# resources.deleteModal.deleteImages.multiple
source: ({{relatedImagesCount}} Bilder)
es: ({{relatedImagesCount}} imágenes)
pt: ({{relatedImagesCount}} imagens)
tr: ({{relatedImagesCount}} görseller)

# resources.searchResultsInfo.resourcesFound.single
source: Eine Ressource gefunden
es: Un recurso encontrado
tr: Bir girdi bulundu

# resources.searchResultsInfo.resourcesFound.multiple
source: {{viewFacade.getTotalDocumentCount()}} Ressourcen gefunden
es: Se encontraron {{viewFacade.getTotalDocumentCount()}} recursos
pt: {{viewFacade.getTotalDocumentCount()}} recursos encontrados
tr: {{viewFacade.getTotalDocumentCount()}} girdi bulundu

# resources.searchResultsInfo.documentLimitExceeded
source: Limitiert auf {{viewFacade.getDocuments().length}} Ressourcen
es: Limitado a {{viewFacade.getDocuments().length}} recursos
pt: Limitado a {{viewFacade.getDocuments().length}} recursos
tr: {{viewFacade.getDocuments().length}} girdilerle sınırlandırıldı

# resources.searchResultsInfo.documentLimitRemove
source: Die Darstellung von sehr großen Suchergebnissen kann je nach Gerät und Anzahl der Treffer sehr lange dauern. Daher wurde die aktuelle Darstellung zunächst auf {{viewFacade.getDocuments().length}} Ressourcen begrenzt. Klicken Sie hier, um das gesamte Ergebnis zu laden.
es: La visualización de resultados de búsqueda muy grandes puede tardar mucho tiempo, dependiendo del dispositivo y del número de coincidencias. Por ello, la visualización actual se ha limitado inicialmente a {{viewFacade.getDocuments().length}} recursos. Haz clic aquí para cargar el resultado completo.
it: La visualizzazione di risultati di ricerca molto grandi può richiedere molto tempo a seconda del dispositivo e del totale dei risultati. Per questo motivo la visualizzazione attuale è stata limitata a {{viewFacade.getDocuments().length}} risorse. Cliccare qui per caricare il risultato completo.
pt: A visualização de grandes resultados de pesquisa pode demorar dependente to dispositivo e da quantia de resultados. Daí que a visualização atual será reduzida a {{viewFacade.getDocuments().length}} recursos. Clique aqui para visualizar todos os resultados.
tr: Çok büyük arama sonuçlarının görüntülenmesi, cihaza ve kayıt sayısına bağlı olarak uzun zaman alabilir. Bu nedenle mevcut gösterim başlangıçta {{viewFacade.getDocuments().length}} girdilerle sınırlıydı. Sonucun tamamını yüklemek için burayı tıklayın.
uk: Відображення дуже великих результатів пошуку може зайняти багато часу залежно від пристрою та кількості звернень. Тому нинішнє відображення спочатку було обмежене на {{viewFacade.getDocuments().length}} ресурси. Натисніть тут, щоб завантажити весь результат.

# resources.tooltips.mode.map
source: Kartendarstellung
es: Vista cartográfica
it: Visualizzazione della mappa
pt: Mapa
tr: Harita görünümü
uk: Картографічне відображення

# resources.tooltips.mode.list
source: Listendarstellung
es: Vista de lista
it: Visualizzazione dell'elenco
pt: Lista
tr: Liste görünümü
uk: Відображення списком

# resources.map.delete
source: Löschen
es: Eliminar
it: Cancellare
pt: Apagar
tr: Sil
uk: Видалити

# resources.map.addPolygon
source: Polygon hinzufügen
es: Añadir polígono
it: Aggiungere un poligono
pt: Adicionar polígono
tr: Poligon ekle
uk: Додати багатокутник/полігон

# resources.map.addPolyline
source: Polyline hinzufügen
es: Añadir polilínea
it: Aggiungere una polilinea
pt: Adicionar polilinha
tr: Çizgi ekle
uk: Додати полілінію

# resources.map.addPoint
source: Punkt hinzufügen
es: Añadir punto
it: Aggiungere un punto
pt: Adicionar ponto
tr: Nokta ekle
uk: Додати точку

# resources.map.drag
source: Verschieben
es: Arrastrar
it: Spostare
pt: Mover
tr: Sürükle
uk: Пересунути

# resources.plusButton.selectCategory
source: Bitte wählen Sie eine Kategorie aus.
es: Por favor, seleccione una categoría.
it: Scegliere una categoria.
pt: Por favor selecione uma categoria.
tr: Lütfen bir kategori seçin.
uk: Виберіть категорію.

# resources.contextMenu.edit
source: Bearbeiten
es: Editar
it: Modificare
pt: Editar
tr: Düzenle
uk: Редагувати

# resources.contextMenu.move
source: Verschieben
es: Mover
it: Spostare
pt: Mover
tr: Taşı
uk: Пересунути

# resources.contextMenu.delete
source: Löschen
es: Eliminar
it: Eliminare
pt: Apagar
tr: Sil
uk: Видалити

# configuration.deleteCategory.header
source: Kategorie löschen?
es: ¿Eliminar categoría?
it: Eliminare la categoria?
pt: Apagar categoria?
tr: Kategori silinsin mi?
uk: Видалити категорію?

source: Möchten Sie die Kategorie <code></wirklich l wirklich löschen?
es: ¿Realmente desea eliminar la categoría <code>{{category.name}}</code>?

# configuration.deleteCategory.confirmInfo
source: Bitte geben Sie den Namen der Kategorie ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el nombre de la categoría para confirmar la eliminación.
pt: Por favor insera o nome da categoria para confirmar o apagamento.
tr: Silme işlemini onaylamak için lütfen kategori adını girin.

# resources.contextMenu.images
source: Bilder verknüpfen
es: Vincular imágenes
it: Collegare immagini
pt: Associar imagens
tr: Görselleri bağlayın
uk: Ілюстрації з'єднати

# resources.contextMenu.createGeometry.polygon
source: Polygon anlegen
es: Crear polígono
it: Creare un poligono
pt: Criar polígono
tr: Poligon oluştur
uk: Створити багатокутник/полігон

# resources.contextMenu.createGeometry.polyline
source: Polyline anlegen
es: Crear polilínea
it: Creare una polilinea
pt: Criar polilinha
tr: Çizgi oluştur
uk: Створити полілінію

# resources.contextMenu.createGeometry.point
source: Punkt anlegen
es: Crear punto
it: Creare un punto
pt: Criar ponto
tr: Nokta oluştur
uk: Створити пункт

# resources.contextMenu.editGeometry.polygon
source: Polygon bearbeiten
es: Editar polígono
it: Modificare un poligono
pt: Editar polígono
tr: Poligon düzenle
uk: Редагувати полігон

# resources.contextMenu.editGeometry.multipolygon
source: Multipolygon bearbeiten
es: Editar multipolígono
it: Modificare un multipoligono
pt: Editar multipolígono
tr: Çoklu poligon düzenle
uk: Редагувати багатокутник/полігон

# resources.contextMenu.editGeometry.polyline
source: Polyline bearbeiten
es: Editar polilínea
it: Modificare una polilinea
pt: Editar polilinha
tr: Çizgi düzenle
uk: Редагувати полілінію

# resources.contextMenu.editGeometry.multipolyline
source: Multipolyline bearbeiten
es: Editar multipolilínea
it: Modificare una multipolilinea
pt: Editar multipolilinha
tr: Çoklu çizgi düzenle
uk: Редагувати багатокутник

# resources.contextMenu.editGeometry.point
source: Punkt bearbeiten
es: Editar punto
it: Modificare un punto
pt: Editar ponto
tr: Nokta düzenle
uk: Редагувати пункт

# resources.contextMenu.editGeometry.multipoint
source: Multipunkt bearbeiten
es: Editar multipuntos
it: Modifica un multipunto
pt: Editar multiponto
tr: Çoklu nokta düzenle
uk: Редагувати мультипункт

# resources.sidebarList.expandAllGroups
source: Alle Gruppen ausklappen
es: Expandir todos los grupos
it: Espandere tutti i gruppi
pt: Expandir todos os grupos
tr: Tüm grupları genişlet
uk: Розгорнути всі групи

# resources.sidebarList.parentInfo
source: Übergeordnete Ressource
es: Recurso superior
it: Risorsa sovraordinata
pt: Recurso superior
tr: Ana girdi
uk: Батьківський ресурс

# resources.plusButton.selectGeometryType
source: Bitte wählen Sie einen Geometrietyp aus.
es: Por favor, seleccione un tipo de geometría.
it: Selezionare un tipo di geometria.
pt: Por favor selecione um tipo de geometria.
tr: Lütfen bir geometri türü seçin.
uk: Виберіть тип геометрії.

# resources.plusButton.selectGeometryType.polygon
source: Polygon
es: Polígono
it: Poligono
pt: Polígono
tr: Poligon
uk: Полігон

# resources.plusButton.selectGeometryType.polyline
source: Polyline
es: Polilínea
it: Polilinea
pt: Polilinha
tr: Çizgi
uk: Полілінія

# resources.plusButton.selectGeometryType.point
source: Punkt
es: Punto
it: Punto
pt: Ponto
tr: Nokta
uk: Пункт

# resources.plusButton.selectGeometryType.noGeometryData
source: Keine Geometriedaten
es: Sin datos geométricos
it: Nessuna geometria
pt: Sem dados de geometria
tr: Geometri verisi yok
uk: Геометричні дані відсутні

# resources.list.headers.category
source: Kategorie
es: Categoría
it: Categoria
pt: Categoria
tr: Kategori
uk: Категорія

# resources.list.headers.identifier
source: Bezeichner
es: Identificador
it: Identificatore
pt: Identificador
tr: Tanımlayıcı
uk: Ідентифікатор/назва

# resources.list.headers.shortDescription
source: Kurzbeschreibung
es: Descripción breve
it: Breve descrizione
pt: Descrição curta
tr: Kısa açıklama
uk: Короткий опис

# resources.moveIntoButton.tooltip
source: Untergeordnete Ressourcen ansehen
es: Mostrar recursos hijos/dependientes
it: Visualizzare le risorse subordinate
pt: Ver recursos subordinado
tr: Alt girdileri göster
uk: Переглянути підресурси

# resources.showInContext.tooltip
source: Im Kontext anzeigen
es: Mostrar en contexto
it: Visualizzare l'elemento nel contesto
pt: Mostrar no contexto
tr: Kontekstte göster
uk: Показати в контексті

# resources.showInOperationContext.tooltip
source: Im Kontext der Maßnahme anzeigen
es: Mostrar en el contexto de la operación
it: Visualizzare l'elemento nel contesto dell'operazione
pt: Mostrar no contexto da intervenção
tr: İşlem kontekstinde göster
uk: В контексті заходу/міри відобразити
