Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# settings.languageInfo.it
source: Die italienische Übersetzung wird bereitgestellt vom DAI Rom. Bei Fragen und Anmerkungen zur Übersetzung wenden Sie sich bitte an: idai.field-italiano@dainst.de
es: La traducción al italiano ha sido realizada por el DAI Roma. Para preguntas y comentarios sobre la traducción, por favor contacte a: idai.field-italiano@dainst.de
it: La traduzione italiana è messa a disposizione dalla sede di Roma del DAI. Per domande e commenti sulla traduzione, si prega di contattare: idai.field-italiano@dainst.de
pt: A tradução italiana é disponibilizada pelo DAI em Roma. Se tiver quaisquer perguntas ou comentários sobre a tradução, contacte: idai.field-italiano@dainst.de
tr: İtalyanca tercümesi DAI Rome tarafından sağlanmıştır. Çeviriyle ilgili soru ve yorumlarınız için lütfen iletişime geçin: idai.field-italiano@dainst.de
uk: Італійський переклад надано DAI Риму. Для питань і для коментарів щодо перекладу звертайтеся за адресою: idai.field-italiano@dainst.de

# settings.languageInfo.uk
source: Bei Fragen und Anmerkungen zur ukrainischen Übersetzung wenden Sie sich bitte an: idai.field-ukrayinska@dainst.de
es: Para preguntas y comentarios sobre la traducción al ucraniano, por favor contacte a: idai.field-ukrayinska@dainst.de
it: Per domande e commenti sulla traduzione in lingua ucraina, si prega di contattare: idai.field-ukrayinska@dainst.de
pt: Se tiver quaisquer perguntas ou comentários sobre a tradução ucraniana, contacte: idai.field-ukrayinska@dainst.de
tr: Ukraynaca çeviriye ilişkin soru ve yorumlarınız için lütfen iletişime geçin: idai.field-ukrayinska@dainst.de
uk: У разі виникнення запитань чи коментарів щодо перекладу українською мовою звертайтесь за адресою: idai.field-ukrayinska@dainst.de

# widgets.documentPicker.project
source: Projekt
es: Proyecto
it: Progetto
pt: Projeto
tr: Proje
uk: Проект

# buttons.cancel
source: Abbrechen
es: Cancelar
it: Annulla
pt: Cancelar
tr: İptal et
uk: Перервати

# configuration.swapForm
source: Formular wechseln
es: Cambiar formulario
it: Cambiare la maschera di inserimento
pt: Substituir formulário
tr: Formu değiştir
uk: Змінити формуляр

# configuration.newCategory
source: Neue Kategorie <code>{{emptyForm.libraryId}}</code> erstellen
es: Crear nueva categoría <code>{{emptyForm.libraryId}}</code>
it: Creare nuova categoria <code>{{emptyForm.libraryId}}</code>
pt: Criar nova categoria <code>{{emptyForm.libraryId}}</code>
tr: Yeni kategori oluştur <code>{{emptyForm.libraryId}}</code>
uk: Нову категорію <code> {{emptyForm.libraryId}} </code> створити

# configuration.swapCategoryForm.header
source: Formular wechseln?
es: ¿Cambiar formulario?
it: Cambiare la maschera di inserimento?
pt: Substituir formulário?
tr: Form değiştirilsin mi?
uk: Змінити формуляр?

# configuration.swapCategoryForm.body
source: Möchten Sie das Formular <code>ryId}}ersetzen? wirklich durch das Formular <code>}}ersetzen? ersetzen?
es: ¿Realmente desea sustituir el formulario <code>ryId}}ersetzen? por el formulario <code>}}ersetzen??

# configuration.swapCategoryForm.confirmInfo
source: Bitte geben Sie den Bezeichner des ausgewählten Formulars ein, um den Wechsel zu bestätigen.
es: Por favor, introduce el identificador del formulario seleccionado para confirmar el cambio.
pt: Por favor introduza o identificador do formulário selecionado para confirmar a substituição.
tr: Değişikliği onaylamak için lütfen seçilen formun tanımlayıcısını girin.

# buttons.save
source: Speichern
es: Guardar
it: Salva
pt: Gravar
tr: Kaydet
uk: Зберегти

# configuration.conflicts.differingForms
source: Formulare
es: Formularios
it: Maschere di inserimento
pt: Formulários
tr: Formlar
uk: Формуляри

# configuration.conflicts.edited
source: (editiert)
es: (editado)
it: (modificato)
pt: (editado)
tr: (düzenlendi)
uk: (відредаговано)

# configuration.conflicts.new
source: (neu)
es: (nuevo)
it: (nuovo)
pt: (novo)
tr: (yeni)
uk: (нове)

# configuration.conflicts.notSet
source: (nicht gesetzt)
es: (no establecido)
it: (non impostato)
pt: (não definido)
tr: (ayarlanmadı)
uk: (не призначено/не встановлено)

# configuration.conflicts.differingLanguages
source: Texte / Übersetzungen
es: Etiquetas / Traducciones
it: Testi / Traduzioni
pt: Designações/Traduções
tr: Etiketler / Çeviriler
uk: Тексти / Переклади

# configuration.conflicts.differingValuelists
source: Wertelisten
es: Listas de valores
it: Liste di valori
pt: Listas de valores
tr: Değer listeleri
uk: Списки значень

# configuration.conflicts.differingCategoriesOrder
source: Reihenfolge der Kategorien
es: Orden de categorías
it: Ordine delle categorie
pt: Ordem das categorias
tr: Kategorilerin sırası
uk: Порядок категорій

# buttons.discardChanges
source: Änderungen verwerfen
es: Descartar cambios
it: Scarta modifiche
pt: Descartar alterações
tr: Değişiklikleri göz ardı et
uk: Скасувати зміни

# docedit.duplicateModal.header.createMultipleInstances
source: Ressource mehrfach erstellen
es: Crear múltiples instancias
it: Crea risorsa multipla
pt: Criar múltiplos recursos
tr: Çoklu girdi oluştur
uk: Створіть ресурс кілька разів

# docedit.duplicateModal.header.duplicate
source: Ressource vervielfältigen
es: Duplicar recurso
it: Duplica risorsa
pt: Multiplicar recurso
tr: Yinelenen girdi
uk: Ресурс розмножити

# docedit.duplicateModal.info.createMultipleTimes
source: Wie viele Ressourcen möchten Sie anlegen?
es: ¿Cuántos recursos desea crear?
tr: Kaç tane girdi oluşturmak istiyorsunuz?

# docedit.duplicateModal.info.duplicate
source: Wie viele Kopien der Ressource möchten Sie anlegen?
es: ¿Cuántas copias del recurso desea crear?
tr: Girdinin kaç kopyasını oluşturmak istiyorsunuz?

# buttons.createResources
source: Ressourcen erstellen
es: Crear recursos
it: Crea risorse
pt: Criar recursos
tr: Girdi oluştur
uk: Створити ресурси

# buttons.saveResources
source: Ressourcen speichern
es: Guardar recursos
it: Salva risorse
pt: Gravar recursos
tr: Girdileri kaydet
uk: Зберігти ресурси

# buttons.duplicate
source: Vervielfältigen
es: Duplicar
it: Duplicare
pt: Multiplicar
tr: Yinele
uk: Розмножити

# docedit.header.create
source: {{getCategoryLabel()}} in {{parentLabel}} anlegen
es: Crear {{getCategoryLabel()}} en {{parentLabel}}
pt: Criar {{getCategoryLabel()}} em {{parentLabel}}
tr: {{getCategoryLabel()}}{{parentLabel}} içinde oluştur

# docedit.header.edit
source: {{getCategoryLabel()}} bearbeiten
es: Editar {{getCategoryLabel()}}
tr: {{getCategoryLabel()}} düzenle

# buttons.createMultipleInstances
source: Mehrfach erstellen
es: Crear múltiples instancias
it: Crea istanze multiple
pt: Criar múltiplas vezes
tr: Çoklu oluşturun
uk: Створити декілька

# docedit.loadingInfo.save
source: Ressource wird gespeichert...
es: Guardando recurso...
tr: Girdi kaydediliyor...

# docedit.loadingInfo.createMultipleInstances
source: Ressourcen werden erstellt...
es: Creando recursos...
tr: Girdi oluşturuluyor...

# docedit.loadingInfo.duplicate
source: Ressource wird vervielfältigt...
es: Duplicando recurso...
pt: Multiplicando recurso...
tr: Girdi yineleniyor...

# buttons.ok
source: OK
es: De acuerdo
tr: Tamam

# configuration.swapCategoryForm.warning.changes.parent
source: Bitte beachten Sie, dass alle Änderungen, die Sie an diesem Formular sowie untergeordneten Formularen vorgenommen haben, beim Wechseln des Formulars verloren gehen.
es: Por favor, tenga en cuenta que todos los cambios realizados en este formulario, así como en los formularios subordinados, se perderán al cambiar de formulario.
pt: Por favor note que todas as alterações que fizer neste formulário e todos os formulários subordinados vão ser perdidas ao substituir o formulário.
tr: Formları değiştirdiğinizde bu formda ve alt formlarda yaptığınız tüm değişikliklerin kaybolacağını lütfen unutmayın.

# configuration.swapCategoryForm.warning.changes.child
source: Bitte beachten Sie, dass alle Änderungen, die Sie an diesem Formular vorgenommen haben, beim Wechseln des Formulars verloren gehen.
es: Por favor, tenga en cuenta que todos los cambios realizados en este formulario se perderán al cambiar de formulario.
pt: Por favor note que todas as alterações que fizer neste formulário vão ser perdidas ao substituir o formulário.
tr: Formları değiştirdiğinizde bu formda yaptığınız tüm değişikliklerin kaybolacağını lütfen unutmayın.

# configuration.valuelistDescription
source: Beschreibung der Werteliste
es: Descripción de la lista de valores
pt: Descrição da lista de valores
tr: Değer listesi açıklaması

# configuration.sortValues
source: Automatische Sortierung
es: Ordenación automática
it: Ordinamento automatico
pt: Ordenação automática
tr: Otomatik sıralama
uk: Автоматичне сортування

# configuration.createSpecificValuelist
source: Werteliste <code></cerstellen erstellen
es: Crear lista de valores <code></cerstellen

# configuration.editSpecificValuelist
source: Werteliste <code></cbearbeiten bearbeiten
es: Editar lista de valores <code></cbearbeiten

# configuration.editValuelistInfo
source: Bitte beachten Sie, dass vorgenommene Änderungen nach Klick auf den OK-Button für sämtliche Felder angewendet werden, die diese Werteliste benutzen.
es: Por favor, tenga en cuenta que al hacer clic en el botón Aceptar, los cambios realizados se aplicarán a todos los campos que utilicen esta lista de valores.
pt: Por favor note que alterações vão ser aplicadas a todos os campos que utilizam esta lista de valores uma vez que clicar no botão OK.
tr: Tamam butonuna bastıktan sonra yapılan değişikliklerin bu değer listesini kullanan tüm alanlara uygulanacağını lütfen unutmayın.

# buttons.close
source: Schließen
es: Cerrar
it: Chiudi
pt: Fechar
tr: Kapat
uk: Закрити

# widgets.languagesList.noLanguagesSelected
source: Keine Sprachen ausgewählt
es: No hay idiomas seleccionados
it: Nessuna lingua selezionata
pt: Nenhuma língua selecionada
tr: Hiçbir dil seçilmedi
uk: Жодна з мов вибрана

# imageUpload.uploadModal.info.single
source: Bild wird eingelesen...
es: Importando imagen...
pt: Imagem está a ser lida...
tr: Görüntü içe aktarılıyor...

# imageUpload.uploadModal.info.multiple
source: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} Bilder eingelesen...
es: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} imágenes importadas...
pt: {{uploadStatus.getHandledImages()}} / {{uploadStatus.getTotalImages()}} imagens lidas...
tr: {{uploadStatus.getHandledImages()}}/{{uploadStatus.getTotalImages()}} görüntü içe aktarıldı...

# image.originalNotFoundWarning
source: Die Original-Version des Bilds befindet sich nicht im Bilderverzeichnis.
es: No se pudo encontrar la versión original de la imagen en el directorio de imágenes.
pt: A versão original da imagem não se encontra no diretório de imagens.
tr: Görüntünün orijinal sürümü görüntü dizininde bulunamadı.

# imageView.images
source: Bilder
es: Imágenes
it: Immagini
pt: Imagens
tr: Görüntüler
uk: Ілюстрації

# imageView.linkedImages
source: Mit <strong>urce.identifier}}verknüpf verknüpfte Bilder
es: Imágenes vinculadas a <strong>urce.identifier}}verknüpf
pt: Imagens associadas a <strong>{{linkedDocument.resource.identifier}}</strong>

# imageOverview.linkModal.chooseResourcesToLink
source: Zu verknüpfende Ressource wählen:
es: Selecciona el recurso para vincular:
it: Seleziona la risorsa da collegare:
pt: Selecionar recurso para associar:
tr: Bağlanacak girdiyi seçin:
uk: Виберіть ресурс для посилання:

# imageOverview.removeLinkModal.info
source: Bei den ausgewählten Bildern werden sämtliche Verknüpfungen zu anderen Ressourcen entfernt.
es: Todos los vínculos a otros recursos serán eliminados para las imágenes seleccionadas.
pt: Todas as associações para outros recursos serão removidas das imagens selecionadas.
tr: Seçilen görseller için diğer girdilere olan tüm bağlantılar kaldırılacaktır.

# imageOverview.removeLinkModal.removeLinks
source: Verknüpfungen löschen
es: Eliminar vínculos
it: Elimina collegamenti
pt: Apagar associações
tr: Bağlantıları kaldır
uk: Видалити посилання

# imageOverview.taskbar.deleteModal.question.multiple
source: Möchten Sie die {{numberOfSelectedImages}} markierten Bilder wirklich löschen?
es: ¿Realmente desea eliminar las {{numberOfSelectedImages}} imágenes seleccionadas?
pt: Pretende realmente apagar as {{getSelected().length}} imagens selecionadas?
tr: Seçilen görüntüleri {{numberOfSelectedImages}} gerçekten silmek istiyor musunuz?

# imageOverview.taskbar.deleteModal.question.single
source: Möchten Sie das markierte Bild wirklich löschen?
es: ¿Realmente desea eliminar la imagen seleccionada?
pt: Pretende realmente apagar a imagem selecionada?
tr: Seçilen görüntüyü gerçekten silmek istiyor musunuz?

# docedit.stratigraphicalRelationInfo.none
source: Es existiert keine direkte stratigraphische Beziehung zwischen den Ressourcen. Die Relation wird in der Matrixdarstellung nicht berücksichtigt.
es: No existe una relación estratigráfica directa entre los recursos. La relación no se considera en la vista de matriz.
it: Non esiste una relazione stratigrafica diretta tra le risorse. La relazione non viene presa in considerazione nel diagramma stratigrafico (matrix).
pt: Não existe relação estratigráfica direta entre os recursos. A relação não vai ser considerada na matriz.
tr: Girdiler arasında doğrudan bir stratigrafik ilişki yoktur. İlişki matris görünümünde dikkate alınmaz.
uk: Між ресурсами немає прямого стратиграфічного зв'язку. Цей зв'язок не враховується в матричному зображенні.

# docedit.stratigraphicalRelationInfo.aboveBelow
source: Die Ressourcen werden in der Matrixdarstellung übereinander angezeigt.
es: Los recursos se muestran uno encima del otro en la vista de matriz.
it: Le risorse vengono visualizzate una sopra l'altra nel diagramma stratigrafico (matrix).
pt: Os recursos são visualizados um sobre o outro na matriz.
tr: Girdiler matris görünümünde üst üste görüntülenir.
uk: Ресурси будуть відображені один над одним у матричному зображенні.

# docedit.stratigraphicalRelationInfo.above
source: Die Ressourcen werden in der Matrixdarstellung gleichgesetzt.
es: Los recursos se equiparan en la vista de matriz.
it: Le risorse sono equiparate nel diagramma stratigrafico (matrix).
pt: Os recursos serão equiparados na matriz.
tr: Girdiler matris görünümünde eşitlenir.
uk: У матричному зображенні ресурси будуть прирівнюватися.

# messages.configuration.error.noSubfields
source: Bitte legen Sie mindestens zwei Unterfelder an oder wechseln Sie den Eingabetyp des Feldes.
es: Por favor, cree al menos dos subcampos o cambie el tipo de entrada del campo.
it: Creare almeno due campi secondari o modificare il tipo di input del campo.
pt: Por favor crie pelo menos dois campos inferiores ou mude o tipo de entrada do campo.
tr: Lütfen en az iki alt alan oluşturun veya alanın giriş türünü değiştirin.
uk: Будь ласка, створіть принаймні два підполя або змініть тип введення поля.

# messages.configuration.error.invalidResourceLimit.notANumber
source: Bitte geben Sie einen Zahlenwert als Ressourcenlimit an.
es: Por favor, introduce un valor numérico como límite de recursos.
pt: Por favor insira um valor numérico como limite de recursos.
tr: Lütfen girdi sınırı olarak sayısal bir değer girin.
uk: Будь ласка, введіть числове значення в якості ліміту ресурсу.

# configuration.subfields
source: Unterfelder
es: Subcampos
it: Campo secondario
pt: Campos inferiores
tr: Alt alanlar
uk: Підполя

# configuration.subfields.condition
source: Bedingung:
es: Condición:
it: Condizioni:
pt: Condições:
tr: Koşul:
uk: Умова:

# configuration.editSubfield
source: Unterfeld <code>{{subfield.name}}</code> bearbeiten
es: Editar subcampo <code>{{subfield.name}}</code>
it: Modificare il campo secondario <code>{{subfield.name}}</code>
pt: Editar o campo inferior <code>{{subfield.name}}</code>
tr: Alt alanı <code>{{subfield.name}}</code>düzenle
uk: Підполе <code>{{subfield.name}}</code> опрацювати

# settings.updateUserNameModal.body.welcome
source: Herzlich Willkommen bei <b>Field Desktop</b>!
es: Bienvenido/a a <b>Field Desktop</b>!
it: Benvenuti in <b>Field Desktop</b>!
pt: Bem-vindo ao <b>Field Desktop</b>!
tr: <b>Field Desktop'a</b> hoş geldiniz!
uk: Ласкаво просимо до <b>Field Desktop</b>!

# messages.configuration.error.subfieldConditionViolation.valuelists
source: Die Werteliste dieses Unterfeldes kann nicht entfernt oder ausgetauscht werden, da es als Bedingungsfeld für das Unterfeld "[0]" konfiguriert wurde.
es: La lista de valores de este subcampo no puede ser eliminada ni reemplazada, ya que está configurada como campo condicional para el subcampo "[0]".
it: L'elenco dei valori di questo campo secondario non può essere rimosso o sostituito perché è stato configurato come campo vincolato per il campo secondario "[0]".
pt: A lista de valores deste campo inferior não pode ser removida ou trocada porque foi configurado como campo requisito para o campo inferior "[0]".
tr: Bu alt alanın değer listesi, "[0]" alt alanı için bir koşul alanı olarak konfigüre edildiğinden kaldırılamaz veya değiştirilemez.
uk: Список значень цього підполя не можна видалити або замінити, оскільки його було налаштовано як умовне поле для підполя "[0]".

# messages.configuration.error.subfieldConditionViolation.inputType
source: Der Eingabetyp dieses Unterfeldes kann nicht geändert werden, da es als Bedingungsfeld für das Unterfeld "[0]" konfiguriert wurde.
es: El tipo de entrada de este subcampo no se puede cambiar, ya que está configurado como campo condicional para el subcampo "[0]".
it: Il tipo di input di questo campo secondario non può essere modificato perché è stato configurato come campo vincolato per il campo secondario "[0]".
pt: O tipo de entrada deste campo inferior não pode ser alterada porque foi configurado como campo requisito para o campo inferior "[0]".
tr: Bu alt alanın giriş türü, "[0]" alt alanı için bir koşul alanı olarak konfigüre edildiğinden değiştirilemez.
uk: Тип введення цього підполя не може бути змінений, оскільки воно було налаштоване як умовне поле для підполя "[0]".

# messages.configuration.error.valueUsedInSubfieldCondition
source: Der Wert "[0]" kann nicht gelöscht werden, solange er als Bedingungswert für das Unterfeld "[1]" des Feldes "[2]" von Kategorie "[3]" konfiguriert ist.
es: El valor "[0]" no puede eliminarse mientras esté configurado como valor condicional para el subcampo "[1]" del campo "[2]" de la categoría "[3]".
it: Il valore "[0]" non può essere cancellato finché è configurato come valore vincolato per il campo secondario "[1]" del campo "[2]" della categoria "[3]".
pt: O valor "[0]" não pode ser apagado enquanto for configurado para ser o valor requisito para o campo inferior "[1]" do campo "[2]" da categoria "[3]".
tr: "[0]" değeri, "[3]" kategorisinin "[2]" alanının "[1]" alt alanı için bir koşul değeri olarak konfigüre edildiği sürece silinemez.
uk: Значення "[0]" не можна видалити, доки воно налаштоване як умовне значення для підполя "[1]" поля "[2]" категорії "[3]".

# messages.configuration.error.invalidResourceLimit.tooLow
source: Bitte geben Sie als Ressourcenlimit eine Zahl an, die größer ist als 0.
es: Por favor, introduce un valor numérico mayor que 0 como límite de recursos.
pt: Por favor insira um número maior que 0 para o limite de recursos.
tr: Lütfen girdi sınırı olarak 0'dan büyük bir sayı belirtin.
uk: Будь ласка, введіть число більше 0 як ліміт ресурсів.

# config.inputType.composite
source: Kompositfeld
es: Campo compuesto
it: Campo composito
pt: Campo compósito
tr: Bileşik alan
uk: Комбіноване поле

# docedit.forms.composite.add
source: Hinzufügen...
es: Añadir...
it: Aggiungere...
pt: Adicionar...
tr: Ekle...
uk: Додати...

# configuration.subfields.condition.none
source: Keine
es: Ninguna
it: Nessuna
pt: Nenhum
tr: Yok
uk: жодне

# configuration.conditionalSubfield
source: Bedingung für Anzeige des Unterfeldes
es: Condición para mostrar el subcampo

# configuration.createSubfield
source: Unterfeld <code>{{subfield.name}}</code> erstellen
es: Crear subcampo <code>{{subfield.name}}</code>
it: Creare il campo secondario <code>{{subfield.name}}</code>
pt: Criar o campo inferior <code>{{subfield.name}}</code>
tr: Alt alan <code>{{subfield.name}}</code>oluştur
uk: Unterfeld <code>{{subfield.name}}</code> створити

# docedit.createEntry
source: Eintrag anlegen
es: Crear entrada
it: Creare voce
pt: Criar entrada
tr: Giriş oluştur
uk: Створити запис / введення

# docedit.editEntry
source: Eintrag bearbeiten
es: Editar entrada
it: Modificare voce
pt: Editar entrada
tr: Giriş düzenle
uk: Введення опрацювати

# configuration.resourceLimit
source: Ressourcenlimit
es: Límite de recursos
it: Limite delle risorse
pt: Limite de recursos
tr: Girdi sınırı
uk: Обмеження ресурсів

# settings.updateUserNameModal.heading.change
source: Name der Benutzerin/des Benutzers ändern
es: Cambiar nombre de usuario
it: Modificare il nome dell'utente
pt: Alterar nome de utilizador
tr: Kullanıcı adını değiştir
uk: Змінити ім'я користувача/ки

# settings.updateUserNameModal.body.request
source: Bitte geben Sie Ihren Namen ein.
es: Por favor, introduce su nombre.
it: Si prega di inserire il proprio nome.
pt: Por favor insira o seu nome.
tr: Lütfen adınızı giriniz.
uk: Будь ласка, введіть ваше ім'я.

# settings.updateUserNameModal.body.info
source: Diese Angabe wird verwendet, um die gemeinsame Bearbeitung von Datensätzen in einem Projekt zu erleichtern.
es: Esta información se utiliza para facilitar el trabajo colaborativo sobre los conjuntos de datos de un proyecto.
it: Questa specificazione viene utilizzata per facilitare la modifica congiunta dei record di dati in un progetto.
pt: Estas indicações serão utilizadas para facilitar a modificação conjunta num projeto.
tr: Bu bilgi, bir projedeki kayıtların işbirliğine dayalı olarak düzenlenmesini kolaylaştırmak için kullanılır.
uk: Ця специфікація використовується для полегшення спільного редагування записів даних у проекті.

# docedit.forms.dropdown.notFound
source: Wert nicht gefunden
es: Valor no encontrado
it: Valore non trovato
pt: Valor não encontrado
tr: Değer bulunamadı
uk: Значення не знайдено

# configuration.newSubfield
source: Neues Unterfeld
es: Nuevo subcampo
it: Nuovo campo secondario
pt: Novo campo inferior
tr: Yeni alt alan
uk: Нове підполе

# messages.settings.error.missingUsername
source: Bitte geben Sie Ihren Namen im Feld "Name der Benutzerin/des Benutzers" ein.
es: Por favor, introduzca su nombre en el campo "Nombre de usuario".
pt: Por favor insira um nome no campo "Nome do utilizador/da utilizadora".
tr: Lütfen "Kullanıcı adı" alanına adınızı giriniz.
uk: Будь ласка, введіть своє ім'я в полі "Ім'я користувача".

# messages.import.validation.error.resourceLimitExceeded
source: In diesem Projekt dürfen maximal [1] Ressourcen der Kategorie '[0]' angelegt werden.
es: En este proyecto se puede crear un máximo de [1] recursos de la categoría '[0]'.
pt: Neste projeto devem ser criados no máximo [1] recursos da categoria '[0]' .
tr: Bu projede '[0]' kategorisinde maksimum [1] kaynak oluşturulabilir.
uk: У цьому проекті може бути створено максимум [1] ресурс категорії ''0''.

# navbar.taskbar.cleanUpRelation.header
source: Relation bereinigen?
es: ¿Limpiar la relación?
it: Rimuovere la relazione?
pt: Apagar relação?
tr: İlişki kaldırılsın mı?
uk: Відрегулювати відношення?

# navbar.taskbar.deleteFieldData.header
source: Felddaten löschen?
es: ¿Eliminar datos de campo?
it: Cancellare i dati sul campo?
pt: Apagar dados do campo?
tr: Alan verisi silinsin mi?
uk: Видалити дані поля?

# navbar.taskbar.deleteFieldData.all
source: Bei allen Ressourcen dieser Kategorie löschen
es: Eliminar todos los recursos de esta categoría
it: Cancellare in tutte le risorse di questa categoria
pt: Apagar esta categoria em todos os recurso
tr: Bu kategorideki tüm girdilerde sil
uk: Видалити для всіх ресурсів у цій категорії
