Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# configuration.field.valuelistFromProjectField
source: Die Werteliste für dieses Feld entspricht den Einträgen im Feld <code>{{field.valuelistFromProjectField}}</code> der Projekteinstellungen.
pt: A lista de valores deste campo corresponde às entradas no campo <code>{{field.valuelistFromProjectField}}</code> das definições de projeto.
tr: Bu alanın <code>{{field.valuelistFromProjectField}}</code> değer listesi, proje ayarları alanındaki girişlere karşılık gelir.

# configuration.identifierPrefix.warning.single
source: Es wurde bereits eine Ressource dieser Kategorie angelegt. Bitte beachten Sie, dass das Präfix <b>nicht</b> automatisch für schon existierende Bezeichner gesetzt wird.
pt: Um recurso desta categoria já foi criado. Por favor note que o prefixo <b>não</b> foi automaticamente adicionado aos identificadores existentes.
tr: Bu kategoride bir girdi zaten oluşturuldu. Lütfen mevcut tanımlayıcılar için önekin otomatik olarak <b>ayarlanmayacağını</b> unutmayın.

# configuration.identifierPrefix.warning.multiple
source: Es wurden bereits {{numberOfCategoryResources}} Ressourcen dieser Kategorie angelegt. Bitte beachten Sie, dass das Präfix <b>nicht</b> automatisch für schon existierende Bezeichner gesetzt wird.
pt: Foram criados {{numberOfCategoryResources}} recursos desta categoria. Por favor note que o prefixo <b>não</b> foi automaticamente adicionado aos identificadores existentes.
tr: Bu kategorinin {{numberOfCategoryResources}} girdileri zaten oluşturulmuş. Lütfen önekin mevcut tanımlayıcılar için otomatik olarak <b>ayarlanmayacağını</b> unutmayın.

# configuration.editSpecificField
source: Feld <code>{{field.name}}</code> bearbeiten
pt: Editar o campo <code>{{field.name}}</code>
tr: Alanı düzenle <code>{{field.name}}</code>

# configuration.deleteValuelist.isInUse.single
source: Die Werteliste <code>{{valuelist.id}}</code> kann nicht gelöscht werden, solange sie einem Feld zugewiesen ist. Bitte weisen Sie dem Feld zunächst eine andere Werteliste zu.
pt: A lista de valores <code>{{valuelist.id}}</code> não pode ser apagada enquanto estiver atribuída a um campo . Por favor atribua primeiro uma outra lista de valores ao campo.
tr: <code>{{valuelist.id}}</code> değer listesi bir alana atandığı sürece silinemez. Lütfen öncelikle bu alana farklı bir değer listesi atayın.

# docedit.tabs.conflicts.header.oneConflict
source: Es besteht <b>ein</b> Konflikt.
pt: Foi encontrado <b>um</b> conflito.
tr: Yalnızca <b>bir</b> çakışma kaldı

# revisionLabel.timeSuffix
source: Uhr
pt: horas

# configuration.createSpecificValuelist
source: Werteliste <code>{{valuelist.id}}</code> erstellen
pt: Criar lista de valores <code>{{valuelist.id}}</code>
tr: Değer listesi oluştur <code>{{valuelist.id}}</code>

# configuration.editSpecificValuelist
source: Werteliste <code>{{valuelist.id}}</code> bearbeiten
pt: Modificar lista de valores <code>{{valuelist.id}}</code>
tr: Değer listesi düzenle <code>{{valuelist.id}}</code>

# navbar.taskbar.deleteFieldData.all.info.invalid
source: Bitte beachten Sie: Durch diese Aktion werden bei allen <b></bsämtliche ungül Ressourcen der Kategorie <b>}}sämtliche ungül sämtliche ungültigen Daten im Feld <span [innerHTML]="getFieldLabelHTML()">gelöscht. G gelöscht. Gültige Daten bleiben erhalten.
pt: Por favor note que através desta ação em todos os <b></bsämtliche ungül recursos da categoria <b>}}sämtliche ungül vão ser apagados todos os dados inválidos no campo <span [innerHTML]="getFieldLabelHTML()">gelöscht. G . Dados válidos mantém-se.

# navbar.taskbar.warnings.fieldData.none
source: Keine</i></div> <button class="btn btn-danger delete-invalid-field-data-button" type="button" (clicKeine</i>
pt: <i>Nenhum</i>

# ngb.timepicker.HH
source: HH
tr: SS

# ngb.timepicker.MM
source: MM
tr: DD

# import.format.info
source: Unterstützte Dateiformate: {{getAllowedFileExtensions()}}<br> Bildformate können in der <a href="#" routerLink="../images">Bilderverwaltung</a> importiert werden.
tr: Desteklenen veri formatları: {{getAllowedFileExtensions()}}<br> Görüntü formatları <a href="#" routerLink="../images">ile</a> içe aktarılabilir.

# backup.creation.info
source: Erstellt ein Backup des aktuell geöffneten Projekts. Regelmäßige Backups erhöhen die Datensicherheit und erlauben es bei Datenverlusten, die Datenbank aus dem letzten gesicherten Zwischenstand wiederherzustellen. <br><br> Bitte beachten Sie, dass Originale von Bildern nicht mitgesichert werden. Diese befinden sich in dem unter <i>Einstellungen</i> angezeigten Pfad und sollten separat gesichert werden.
tr: Şu anda açık olan projenin yedeğini oluşturur. Düzenli yedeklemeler veri güvenliğini artırır ve veri kaybı durumunda veritabanının son kaydedilen durumdan geri yüklenmesine olanak tanır. <br><br> Görüntü orijinallerinin yedekleme dosyasında saklanmadığını lütfen unutmayın. Bunlar, <i> Ayarlar</i> kısmında belirtilen dizinde bulunabilir ve ayrı olarak kaydedilmelidir.

# configuration.extendValuelistInfo
source: Bitte wählen Sie einen Bezeichner für Ihre Erweiterung der Werteliste <code>{{valuelistToExtend.id}}</code>.
tr: Lütfen değer listesi uzantınız için bir tanımlayıcı girin<code>{{valuelistToExtend.id}}</code>.

# configuration.createSpecificField
source: Feld <code>{{field.name}}</code> erstellen
tr: Alan <code>{{field.name}}</code>ekle

# configuration.createSpecificGroup
source: Gruppe <code>{{group.name}}</code> erstellen
tr: Grup<code>{{group.name}}</code>oluştur

# configuration.editSpecificGroup
source: Gruppe <code>{{group.name}}</code> bearbeiten
tr: Grubu <code>{{group.name}}</code>düzenle

# configuration.addSpecificCategory
source: Kategorie <code>{{category.name}}</code> hinzufügen
tr: Kategori <code>{{category.name}}</code>ekle

# configuration.references
source: Verweise
tr: Referanslar

# configuration.importModal.warning
source: Bitte beachten Sie, dass sämtliche Konfigurationsanpassungen (inklusive Wertelisten) beim Import verloren gehen. Die Projektkonfiguration wird vollständig durch die Konfiguration des ausgewählten Projekts ersetzt.
tr: Lütfen tüm konfigürasyon ayarlamalarının (değer listeleri dahil) içe aktarma sırasında kaybolacağını unutmayın. Proje konfigürasyonu, seçilen projenin konfigürasyonu ile tamamen değiştirilecektir.

# configuration.deleteCategory.hasChildren
source: Die Kategorie <code>{{category.name}}</code> kann nicht gelöscht werden, solange sie Unterkategorien besitzt. Bitte entfernen Sie zunächst die Unterkategorien.
tr: Alt kategorileri olduğu sürece <code>{{category.name}}</code> kategorisi silinemez. Lütfen önce alt kategorileri kaldırın.

# configuration.deleteGroup.notAllowed
source: Die Gruppe <code>{{group.name}}</code> kann nicht gelöscht werden, solange ihr Felder zugeordnet sind. Bitte verschieben Sie die Felder zunächst in eine andere Gruppe oder löschen Sie sie.
tr: <code>{{group.name}}</code> grubu, kendisine alanlar atandığı sürece silinemez. Lütfen alanları önce başka bir gruba taşıyın veya silin.

# configuration.deleteValuelist.isInUse.multiple
source: Die Werteliste <code>{{valuelist.id}}</code> kann nicht gelöscht werden, solange sie Feldern zugewiesen ist. Bitte weisen Sie den Feldern zunächst eine andere Werteliste zu.
tr: <code>{{valuelist.id}}</code> değer listesi alanlara atandığı sürece silinemez. Lütfen öncelikle bu alanlara farklı bir değer listesi atayın.

# resources.moveModal.chooseParentResource.single
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die Ressource <b>{{documents[0].resource.identifier}}</b> zugewiesen werden soll:
it: Selezionare una nuova risorsa principale alla quale assegnare la risorsa <b>{{documents[0].resource.identifier}}</b>:
tr: Lütfen girdinin <b>{{documents[0].resource.identifier}}</b> atanacağı yeni ana girdiyi seçin:

# resources.moveModal.chooseParentResource.multiple
source: Bitte wählen Sie die neue übergeordnete Ressource aus, der die ausgewählten <b>{{documents.length}} Ressourcen</b> zugewiesen werden sollen:
it: Selezionare una nuova risorsa principale, alla quale assegnare le risorse selezionate <b>{{documents[0].resource.identifier}}</b>:
tr: Lütfen seçilenlerin <b>{{documents.length}} atanacağı yeni ana girdiyi </b> seçin:

# imageView.linkedImages
source: Mit <strong>{{linkedDocument.resource.identifier}}</strong> verknüpfte Bilder
tr: <strong>{{linkedDocument.resource.identifier}}</strong> ile bağlantılı görseller

# imageUpload.imageMetadataModal.linkInfo.single
source: Das importierte Bild wird mit der Ressource <b>{{depictsRelationTarget.resource.identifier}}</b> verknüpft.
it: L'immagine importata sarà collegata alla risorsa <b>{{depictsRelationTarget.resource.identifier}}</b>.
tr: İçe aktarılan görüntü <b>{{depictsRelationTarget.resource.identifier}}</b> girdisine bağlanacaktır.

# imageUpload.imageMetadataModal.linkInfo.multiple
source: Die importierten Bilder werden mit der Ressource <b>{{depictsRelationTarget.resource.identifier}}</b> verknüpft.
it: Le immagini importate saranno collegate alle risorsa <b>{{depictsRelationTarget.resource.identifier}}</b>.
tr: İçe aktarılan görüntüler <b>{{depictsRelationTarget.resource.identifier}}</b> girdisine bağlanacaktır.

# import.csv.info
source: Alle in der CSV-Datei definierten Ressourcen müssen der gleichen Kategorie angehören. Bitte beachten Sie, dass die Spaltenköpfe den Namen der Felder entsprechen müssen, die für die jeweilige Kategorie konfiguriert wurden. Als Vorlage kann im <a href="#" routerLink="../export">Export-Menü</a> eine Schemadatei generiert werden.
tr: CSV dosyasında tanımlanan tüm kaynaklar aynı kategoriye ait olmalıdır. Lütfen sütun başlıklarının ilgili kategori için konfigüre edilmiş alanların adlarına karşılık gelmesi gerektiğini unutmayın. Bir şema dosyası <a href="#" routerLink="../export">dışa aktarma menüsünde</a> şablon olarak oluşturulabilir.

# ngb.carousel.slide-number
source: Slide lse); private of pauseOnHover$ =
it: Slide lse); private / pauseOnHover$ =

# ngb.timepicker.AM
source: r(step) ? step
it: {{ i18n.getMorningPeriod() }}

# resources.detailSidebar.geometryView.polygon
source: Polygon
it: Poligono

# resources.detailSidebar.geometryView.multipolygon
source: Multipolygon
it: Multipoligono

# resources.detailSidebar.geometryView.polyline
source: Polyline
it: Polilinea

# resources.detailSidebar.geometryView.multipolyline
source: Multipolyline
it: Multipolilinea

# resources.detailSidebar.geometryView.point
source: Punkt
it: Punto

# resources.detailSidebar.geometryView.multipoint
source: Multipunkt
it: Multipunto

# resources.detailSidebar.geometryView.none
source: Keine
it: Nessuno

# widgets.documentPicker.noSearchCriteria
source: Keine Suchkriterien angegeben
it: Nessun criterio di ricerca specificato

# widgets.documentPicker.noSearchResults
source: Keine Ziele gefunden
it: Nessun oggetto trovato

# import.format.info
source: Unterstützte Dateiformate: {{getAllowedFileExtensions()}}<br> Bildformate können in der <a href="#" routerLink="../images">Bilderverwaltung</a> importiert werden.
it: Formati di file supportati: {{getAllowedFileExtensions()}}<br/> I formati di immagine possono essere importati nel <a>Gestore di immagini</a>.

# import.mergeOption.label
source: Vorhandene Ressource ergänzen
it: Aggiungere alla risorsa esistente

# import.shapefile.javaWarning
source: Zur Durchführung eines Shapefile-Imports ist die Installation von Java 8 oder höher erforderlich.
it: Per eseguire l'importazione dal formato shapefile è necessario installare Java 8 o versione successiva.

# export.shapefile.javaWarning
source: Zur Durchführung eines Shapefile-Exports ist die Installation von Java JDK 8 oder höher erforderlich.
it: Per eseguire un'esportazione dal formato shapefile è necessario installare Java JDK 8 o versione successiva.

# export.shapefile.info
source: Exportiert werden Geometrien und die Felder <em>Bezeichner</em> (identifier), <em>Kurzbeschreibung</em> (shortdesc) und <em>Kategorie</em> (category) der jeweiligen Ressourcen.
it: Verranno esportate le geometrie e i campi <em>identificatore</em> (identifier), <em>breve descrizione</em> (shortdesc) e <em>categoria</em> (category) delle rispettive risorse.

# configuration.fieldLabel
source: Feldbezeichnung
it: Denominazione del campo

# configuration.groupLabel
source: Gruppenbezeichnung
it: Denominazione del gruppo

# configuration.valueLabel
source: Anzeigetext
it: Testo visualizzato

# configuration.categoryLabel
source: Kategoriebezeichnung
it: Denominazione della categoria

# docedit.forms.literature.add
source: Hinzufügen...
it: Aggiungere...

# docedit.forms.dating.add
source: Hinzufügen...
it: Aggiungere...

# docedit.forms.dimension.add
source: Hinzufügen...
it: Aggiungere...

# messages.import.error.missingIdentifierShapefile
source: Beim Import ist ein Fehler aufgetreten: Ein oder mehrere Features ohne das Attribut "identifier" wurden gefunden.
it: Si è verificato un errore durante l'importazione: sono state trovate una o più caratteristiche senza l'attributo "identificatore".

# messages.import.error.invalidGeometry
source: Beim Import ist ein Fehler aufgetreten: Invalide Geometriedaten in Zeile [0].
it: Si è verificato un errore durante l'importazione: Dati geometrici non validi nella riga [0].

# messages.import.error.shapefile.unsupportedGeometryType
source: Beim Import ist ein Fehler aufgetreten: Der Geometrietyp [0] wird nicht unterstützt.
it: Si è verificato un errore durante l'importazione: Il tipo di geometria [0] non è supportato.

# messages.import.error.shapefile.jsonlWriteError
source: Beim Import ist ein Fehler aufgetreten: Die temporäre Datei [0] konnte nicht angelegt werden.
it: Si è verificato un errore durante l'importazione: Non è stato possibile creare il file temporaneo [0].

# messages.import.error.shapefile.generic
source: Beim Import ist ein Fehler aufgetreten: Das Shapefile konnte nicht importiert werden.
it: Si è verificato un errore durante l'importazione: non è stato possibile importare lo shapefile.

# messages.import.error.mustBeInSameOperation
source: Ressourcen liegen in unterschiedlichen Maßnahmen: '[0]', '[1]'
it: Le risorse si trovano in diverse operazioni: '[0]', '[1]'

# messages.export.shapefile.error.tempFolderCreation
source: Beim Export ist ein Fehler aufgetreten: Das temporäre Verzeichnis [0] konnte nicht angelegt werden.
it: Si è verificato un errore durante l'esportazione: impossibile creare la directory temporanea [0].

# messages.export.shapefile.error.getResources
source: Beim Export ist ein Fehler aufgetreten: Die Ressourcen konnten nicht aus der Datenbank gelesen werden.
it: Si è verificato un errore durante l'esportazione: impossibile leggere le risorse dal database.

# messages.resources.error.cannotMoveWithSameOperationRelations
source: Die Ressource [0] kann nicht in eine andere Maßnahme verschoben werden, da Relationen gesetzt sind, die nur zwischen Ressourcen innerhalb der gleichen Maßnahme gesetzt werden dürfen. Entfernen Sie die Relationen und versuchen Sie es anschließend erneut.
it: La risorsa [0] non può essere spostata in un'altra operazione perché sono state impostate relazioni che possono essere impostate solo tra risorse appartenenti della stessa operazione. Rimuovere le relazioni e riprovare.

# messages.resources.error.parentResourceUnknownCategory
source: Die Ressource kann nicht aufgerufen werden, da sie einer Ressource der nicht konfigurierten Kategorie "[0]" untergeordnet ist. Fügen Sie die Kategorie der Projektkonfiguration hinzu, um wieder auf die Ressource zugreifen zu können.
it: La risorsa non è accessibile perché è subordinata a una risorsa della categoria non configurata "[0]". Si prega di aggiungere la categoria alla configurazione del progetto per accedere alla risorsa.

# messages.resources.error.parentOperationUnknownCategory
source: Die Ressource kann nicht aufgerufen werden, da sie einer Maßnahme der nicht konfigurierten Kategorie "[0]" angehört. Fügen Sie die Kategorie der Projektkonfiguration hinzu, um wieder auf die Ressource zugreifen zu können.
it: La risorsa non è accessibile perché appartiene ad un'operazione della categoria non configurata "[0]". Si prega di aggiungere la categoria alla configurazione del progetto per accedere alla risorsa.

# navbar.taskbar.deleteFieldData.all.info.unconfigured
source: Bitte beachten Sie: Durch diese Aktion werden bei allen Ressourcen der Kategorie <b>{{getCategoryLabel()}}</b> sämtliche eingetragenen Daten im Feld <span [innerHTML]="getFieldLabelHTML()"></span> gelöscht.
it: Si tenga presente: Mediante questa azione verranno cancellate in tutte le risorse di questa categoria <b>{{getCategoryLabel()}}</b>tutti i dati sul campo non validi <span [innerHTML]="getFieldLabelHTML()"></span>.

# navbar.taskbar.deleteResource.all.info
source: Bitte beachten Sie: Durch diese Aktion werden alle Ressourcen der unkonfigurierten Kategorie <b>{{document.resource.category}}</b> gelöscht.
it: Si tenga presente: Mediante questa azione verranno cancellate tutte le risorse delle categorie <b>{{document.resource.category}}</b>non configurate.

# navbar.taskbar.cleanUpRelation.confirmation
source: Möchten Sie die Relation <span [innerHTML]="getRelationLabelHTML()"></span> wirklich bereinigen? Alle Verweise auf nicht existierende Ressourcen werden dabei entfernt.
it: Sei sicuro di voler rimuovere la relazione <span [innerHTML]="getRelationLabelHTML()"></span> ? Tutti i riferimenti a risorse non esistenti verranno rimossi.

# navbar.taskbar.convertFieldData.all.info
source: Bitte beachten Sie: Durch diese Aktion werden in allen Ressourcen der Kategorie <b>{{getCategoryLabel()}}</b> ungültige Daten im Feld <span [innerHTML]="getFieldLabelHTML()"></span> konvertiert (falls möglich).
it: Si tenga presente: Mediante questa azione verranno convertite (se possibile) in tutte le risorse di questa categoria<b>{{getCategoryLabel()}}</b>non validi dati sul campo <span [innerHTML]="getFieldLabelHTML()"></span>.

# navbar.taskbar.fixOutliers.all.info
source: Bitte beachten Sie: Durch diese Aktion wird der nicht in der Werteliste enthaltene Wert <b>{{outlierValue}}</b> in sämtlichen Feldern aller Ressourcen durch den ausgewählten Wert <b>{{getValueLabel(selectedValue)}}</b> ersetzt.
it: Si tenga presente: Mediante questa azione verrá sostituito il valore <b>{{outlierValue}}</b> non presente nella lista dei valori in tutti i campi di tutte le risorse con il valore prescelto <b>{{getValueLabel(selectedValue)}}</b>.

# navbar.taskbar.selectNewField.multiple.info.invalid
source: Bitte beachten Sie: Durch diese Aktion werden bei allen Ressourcen der Kategorie <b>{{getCategoryLabel()}}</b> ungültige Daten aus dem Feld <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> in das Feld <span [innerHTML]="getFieldLabelHTML(selectedFieldName)"></span> verschoben. Gültige Daten verbleiben im ursprünglichen Feld.
it: Si tenga presente: Mediante questa azione verranno spostati in tutte le risorse della categoria <b>{{getCategoryLabel()}}</b> i dati non validi del campo <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> al campo <span [innerHTML]="getFieldLabelHTML(selectedFieldName)"></span>. I dati validi rimarranno nel campo originario.

# navbar.taskbar.selectNewField.multiple.info.unconfigured
source: Bitte beachten Sie: Durch diese Aktion werden bei allen Ressourcen der Kategorie <b>{{getCategoryLabel()}}</b> sämtliche eingetragenen Daten aus dem Feld <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> in das Feld <span [innerHTML]="getFieldLabelHTML(selectedFieldName)"></span> verschoben.
it: Si tenga presente: Mediante questa azione verranno spostati in tutte le risorse della categoria <b>{{getCategoryLabel()}}</b> tutti i dati registrati del campo <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> al campo <span [innerHTML]="getFieldLabelHTML(selectedFieldName)"></span>.

# navbar.taskbar.deleteOutliers.all.info
source: Bitte beachten Sie: Durch diese Aktion wird der nicht in der Werteliste enthaltene Wert <b>{{outlierValue}}</b> in sämtlichen Feldern aller Ressourcen gelöscht.
it: Si tenga presente: Mediante questa azione verrà cancellato il valore <b>{{outlierValue}}</b> non contenuto nell'elenco dei valori in tutti i campi di tutte le risorse.

# navbar.taskbar.selectNewCategory.multiple.info
source: Bitte beachten Sie: Durch diese Aktion wird für alle Ressourcen der unkonfigurierten Kategorie <code>{{document.resource.category}}</code> die Kategorie <b>{{getCategoryLabel(selectedCategory)}}</b> (<code>{{selectedCategory.name}}</code>) gesetzt.
it: Si tenga presente: Mediante questa azione, per tutte le risorse delle categorie non configurate <code>{{document.resource.category}}</code>, verrá impostata la categoria <b>{{getCategoryLabel(selectedCategory)}}</b> (<code>{{selectedCategory.name}}</code>).
