Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# ngb.alert.close
source: Close
es: Cerrar
it: Chiudere
pt: Fechar
tr: Kapat
uk: Закрити

# ngb.carousel.slide-number
source: Slide ueryList<NgbSli of EventSource = N
es: Diapositiva ueryList<NgbSli de EventSource = N
pt: DiapositivoueryList<NgbSli de EventSource = N
tr: lse); private sayfasının pauseOnHover$ =
uk: Слайд lse); private / pauseOnHover$ =

# ngb.carousel.previous
source: Previous
es: Atrás
it: Indietro
pt: Anterior
tr: Geri
uk: Повернення

# ngb.carousel.next
source: Next
es: Siguiente
it: Avanti
pt: Seguinte
tr: İleri
uk: Далі

# ngb.datepicker.previous-month
source: Previous month
es: Mes anterior
it: Mese precedente
pt: Mês anterior
tr: Önceki Ay
uk: Попередній місяць

# ngb.datepicker.next-month
source: Next month
es: Mes posterior
it: Prossimo mese
pt: Mês seguinte
tr: Sonraki Ay
uk: Наступний місяць

# ngb.datepicker.select-month
source: Select month
es: Seleccionar mes
it: Selezionare il mese
pt: Selecionar mês
tr: Ay seçiniz
uk: Вибрати місяць

# ngb.datepicker.select-year
source: Select year
es: Seleccionar año
it: Selezionare l'anno
pt: Selecionar ano
tr: Yıl seçiniz
uk: Вибрати рік

# ngb.pagination.first-aria
source: First
es: Primero
it: Primo
pt: Primeiro
tr: Birinci
uk: Перше/cпочатку

# ngb.pagination.previous-aria
source: Previous
es: Anterior
it: Precedente
pt: Anterior
tr: Geri
uk: Попереднє

# ngb.pagination.next-aria
source: Next
es: Posterior
it: Successivo
pt: Seguinte
tr: İleri
uk: Далі

# ngb.pagination.last-aria
source: Last
es: Último
it: Ultimo
pt: Último
tr: Son
uk: Останнє

# ngb.progressbar.value
source: eturn this._max
es: barConfig); pu
it: {{getPercentValue()}}%
uk: * * Supp%

# ngb.timepicker.increment-hours
source: Increment hours
es: Incrementar horas
it: Aumentare le ore
pt: Aumentar horas
tr: Saati ileri alın
uk: Години збільшити

# ngb.timepicker.hours
source: Hours
es: Horas
it: Ore
pt: Horas
tr: Saat
uk: Години

# ngb.timepicker.decrement-hours
source: Decrement hours
es: Reducir horas
it: Ridurre le ore
pt: Diminuir horas
tr: Saati geri alın
uk: Години зменшити

# ngb.timepicker.increment-minutes
source: Increment minutes
es: Incrementar minutos
it: Aumentare i minuti
pt: Aumentar minutos
tr: Dakika ileri alın
uk: Хвилини збільшити

# ngb.timepicker.minutes
source: Minutes
es: Minutos
it: Minuti
pt: Minutos
tr: Dakika
uk: Хвилини

# ngb.timepicker.decrement-minutes
source: Decrement minutes
es: Disminuir minutos
it: Ridurre i minuti
pt: Diminuir minutos
tr: Dakika geri alın
uk: Хвилини зменшити

# ngb.timepicker.increment-seconds
source: Increment seconds
es: Incrementar segundos
it: Aumentare i secondi
pt: Aumentar segundos
tr: Saniye ileri alın
uk: Секунди збільшити

# ngb.timepicker.seconds
source: Seconds
es: Segundos
it: Secondi
pt: Segundos
tr: Saniye
uk: Секунди

# ngb.timepicker.decrement-seconds
source: Decrement seconds
es: Disminuir segundos
it: Ridurre i secondi
pt: Diminuir segundos
tr: Saniye geri alın
uk: Секунди зменшити

# ngb.timepicker.PM
source: tring; disab
es: {INTERPOLATION}
it: {{ i18n.getAfternoonPeriod() }}
pt: {INTERPOLATION}
uk: {INTERPOLATION}

# ngb.toast.close-aria
source: Close
es: Cerrar
pt: Fechar
tr: Kapat
uk: Завершити / Закрити

# boolean.yes
source: Ja
es: Sí
it: Sì
pt: Sim
tr: Evet
uk: Так

# boolean.no
source: Nein
es: No
it: No
pt: Não
tr: Hayır
uk: Ні

# components.documents.documentTeaser.newResource
source: Neue Ressource
es: Nuevo recurso
it: Nuova risorsa
pt: Novo recurso
tr: Yeni Girdi
uk: Нові дані/ресурси

# widgets.documentPicker.noSearchCriteria
source: Keine Suchkriterien angegeben.
es: No se han especificado criterios de búsqueda.
pt: Nenhum critério de pesquisa especificado.
tr: Arama kriteri belirtilmedi.
uk: Критерії пошуку не вказано.

# widgets.documentPicker.noSearchResults
source: Keine Ressourcen gefunden.
es: No se han encontrado recursos.
pt: Nenhum recurso encontrado.
tr: Girdi bulunamadı.
uk: Цілей не знайдено.

# widgets.searchBar.placeholder
source: Suchen...
es: Buscar...
it: Cerca...
pt: Pesquisar...
tr: Ara...
uk: Шукати...

# widgets.searchBar.categoryFilter
source: Nach Kategorie filtern:
es: Filtrar por categoría:
it: Filtrare per categoria:
pt: Filtrar por categoria:
tr: Kategoriye göre filtrele:
uk: Фільтрувати за категорією:

# widgets.categoryPicker.allCategories
source: Alle Kategorien
es: Todas las categorías
it: Tutte le categorie
pt: Todas as categorias
tr: Tüm kategoriler
uk: Всі категорії

# import.uploadModal.info
source: Datensätze werden eingelesen...
es: Importando conjuntos de datos...
it: Trasferimento dei record...
pt: Registo de dados estão a ser lidos...
tr: Veri setlerini içe aktarıyor...
uk: Дані/записи зчитуються...

# import.startImport
source: Import starten
es: Iniciar importación
it: Avviare l'importazione
pt: Iniciar importação
tr: İçe aktarmayı başlat
uk: Імпорт почати

# import.source
source: Quelle
es: Fuente
it: Sorgente
pt: Fonte
tr: Kaynak
uk: Джерело

# import.file
source: Datei
es: Archivo
it: File
pt: Ficheiro
tr: Dosya
uk: Файл

# import.path
source: Pfad
es: Ruta
it: Percorso
pt: Caminho
tr: Dosya yolu
uk: Шлях

# import.chooseFile
source: Datei auswählen...
es: Seleccionar archivo...
it: Selezionare file...
pt: Selecionar ficheiro...
tr: Dosya seç...
uk: Виберіть файл...

# import.format.info
source: Unterstützte Dateiformate: {{getAllowedFileExtensions()}}{LINE_BREAK} Bildformate können in der <a href="#" routerLink="../images">Bilderverwaltung</a> importiert werden.
es: Formatos de archivo compatibles: {{getAllowedFileExtensions()}}<br/> Los formatos de imagen pueden importarse mediante <a>gestión de imágenes</a>.
pt: Formatos de ficheiro suportados: {{getAllowedFileExtensions()}}{LINE_BREAK}. Imagens podem ser importadas através do <a href="#" routerLink="../images">gestor de imagens</a>.
uk: Підтримувані формати файлів: {{getAllowedFileExtensions()}} {LINE_BREAK} Формати зображень можуть бути в <a href="#" routerLink="../images"> управління ілюстаціями </a> імпортовані.

# import.regularOption.label
source: Neue Ressourcen importieren
es: Importar nuevos recursos
tr: Yeni girdileri içe aktar

# import.defaultOption.info
source: Datensätze, deren Bezeichner (Feld <em>identifier</em>) bereits vergeben ist, werden ignoriert.
es: Los recursos ya existentes, según lo determinado por el campo <em>identifier</em>, se ignoran.
tr: Mevcut olan girdiler <em>tanımlayıcı</em> alanı ile tespit edilip, göz ardı edildi.

# import.ignoreUnconfiguredFields
source: Nicht konfigurierte Felder ignorieren
es: Ignorar campos no configurados
pt: Ignorar campos não configurados
tr: Konfigure edilmemiş alanları göz ardı et

# import.ignoreUnconfiguredFields.info
source: Ist diese Option aktiviert, so werden Felder in der Importdatei, die nicht Teil der Projektkonfiguration sind, beim Import ignoriert. Andernfalls wird der Import abgebrochen.
es: Si esta opción está habilitada, los campos del archivo de importación que no forman parte de la configuración del proyecto se ignorarán durante la importación. De lo contrario, la importación se cancelará.
pt: Se esta opção é ativada, os campos no ficheiro de importação que não fazem parte da configuração do projeto vão ser ignorados durante a importação. De outra forma a importação é interrompida.
tr: Bu seçenek etkinleştirilirse, içe aktarma dosyasındaki proje konfigürasyonunun parçası olmayan alanlar içe aktarma sırasında göz ardı edilecektir. Aksi takdirde içe aktarma iptal edilecektir.

# import.mergeOption.label
source: Vorhandene Ressourcen ergänzen
es: Actualizar los recursos existentes
pt: Atualizar recursos existentes
tr: Mevcut girdileri güncelle
uk: Існуючі дані/ресурси доповнити

# import.mergeOption.native.info
source: Ist diese Option aktiviert, so werden bereits existierende Datensätze mit den Daten aus der Importdatei ergänzt. Felder des Importdatensatzes überschreiben dabei gleichnamige Felder im existierenden Datensatz. Geometrien des Importdatensatzes überschreiben bestehende im existierenden Datensatz. Im existierenden Datensatz vorhandene Felder, die nicht im Importdatensatz vorhanden sind, bleiben unverändert bestehen. Die Kategorie kann nicht verändert werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
es: Si esta opción está activa, los recursos ya existentes se fusionarán con los datos del archivo de importación. Los campos del registro de importación sobrescribirán los campos correspondientes del registro existente. Las geometrías del registro de importación sobrescribirán las del registro existente. Los campos existentes en el registro original que no estén definidos en el registro de importación permanecerán intactos. La categoría no se puede cambiar. La asignación de registros se realiza en función del campo <em>identifier</em>. Los registros del archivo de importación que no se puedan asignar a un recurso se ignorarán.
tr: Bu seçenek etkinse, zaten var olan girdiler içe aktarma dosyasının verileriyle birleştirilir. İçe aktarma kaydının alanları, mevcut kaydın ilgili alanlarının üzerine yazacaktır. İçe aktarma kaydının geometrileri, mevcut kaydın geometrilerinin üzerine yazılacaktır. İçe aktarma kaydında tanımlanmamış orijinal kayıtlara dokunulmaz. Kategori değiştirilemez. Atanan kayıtlar <em>tanımlayıcı</em> alanına göre gerçekleştirilir. Bir kaynağa atanamayan içe aktarma dosyasındaki kayıtlar göz ardı edilir.

# import.mergeOption.csv.info
source: Ist diese Option aktiviert, so werden bereits existierende Datensätze mit den Daten aus der Importdatei ergänzt. Felder des Importdatensatzes überschreiben dabei gleichnamige Felder im existierenden Datensatz. Im existierenden Datensatz vorhandene Felder, die nicht im Importdatensatz vorhanden sind, bleiben unverändert bestehen. Die Kategorie kann nicht verändert werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Spalte <em>identifier</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
es: Si esta opción está activa, los recursos ya existentes se fusionarán con los datos del archivo de importación. Los campos del registro de importación sobrescribirán los campos correspondientes del registro existente. Los campos existentes en el registro original que no estén definidos en el registro de importación permanecerán intactos. La categoría no se puede cambiar. La asignación de registros se realiza en función de la columna <em>identifier</em>. Los registros del archivo de importación que no se puedan asignar a un recurso se ignorarán.
tr: Bu seçenek etkinse, mevcut girdiler içe aktarma dosyasının verileriyle birleştirilecektir. İçe aktarma kaydının alanları, mevcut kaydın karşılık gelen alanlarının üzerine yazılacaktır. Orijinal kayıtta bulunan ve içe aktarma kaydında tanımlanmayan alanlara dokunulmadan kalacaktır. Kategori değiştirilemez. Kayıtların atanması, <em>tanımlayıcı</em> sütununa göre gerçekleştirilir. İçe aktarma dosyasındaki bir girdiye atanamayan kayıtlar göz ardı edilecektir.

# import.mergeOption.permitDeletions
source: Löschen erlauben
es: Permitir eliminar
pt: Permitir apagar
tr: Silme işlemlerine izin ver

# import.mergeOption.deletionsInfo.jsonl
source: Ist diese Option aktiviert, so können sowohl Felder als auch Relationen nicht nur verändert, sondern auch entfernt werden. Gelöscht werden alle Felder und Relationen, denen in der Importdatei der Wert <i>null</i> zugewiesen ist. Nicht aufgeführte Felder und Relationen bleiben unverändert.
es: Si esta opción está activada, tanto los campos como las relaciones no solo se pueden actualizar, sino también eliminar. Se eliminarán todos los campos y relaciones con el valor asignado <i>null</i>. Los campos y relaciones no definidos no se modificarán en absoluto.
pt: Se esta opção estiver ativada, tanto campos como relações podem ser atualizados ou removidos. Todos os campos e relações com o valor atribuído de <i>zero</i> serão apagados. Campos e relações não definidos não serão alterados.
tr: Bu seçenek etkinleştirilirse alanlar ve ilişkiler yalnızca güncellenmekle kalmaz aynı zamanda kaldırılabilir. Atanan <i>null</i> değerine sahip tüm alanlar ve ilişkiler silinecek. Tanımsız alanlar ve ilişkiler hiçbir şekilde değiştirilmez.

# import.mergeOption.deletionsInfo.csv
source: Ist diese Option aktiviert, so können sowohl Felder als auch Relationen nicht nur verändert, sondern auch entfernt werden. Gelöscht werden alle Felder und Relationen, bei denen das Feld in der Importdatei leer ist. Nicht in der CSV-Tabelle als Spalte aufgeführte Felder und Relationen bleiben unverändert.
es: Si esta opción está activada, los campos y las relaciones no solo se pueden actualizar, sino también eliminar. Un campo o una relación se eliminan si el campo correspondiente en el archivo de importación está vacío. Los campos y las relaciones que no se especifican como columna de la tabla CSV no se modifican en absoluto.
pt: Se esta opção estiver ativada, tanto campos como relações podem ser atualizados ou removidos. Todos os campos e relações serão apagados se o campo correspondente no ficheiro de importação estiver vazio. Campos e relações que não estão especificados como coluna na tabela CSV não serão alterados.
tr: Bu seçenek etkinleştirilirse alanlar ve ilişkiler yalnızca güncellenmekle kalmaz aynı zamanda kaldırılabilir. İçe aktarma dosyasındaki karşılık gelen alan boşsa bir alan veya ilişki silinir. CSV tablosunun sütunu olarak belirtilmeyen alanlar ve ilişkiler hiçbir şekilde değiştirilmez.

# import.format.importCategorySelect
source: Kategorie
es: Categoría
it: Categoria
pt: Categoria
tr: Kategori
uk: Kатегорія

# import.selectCategory
source: Kategorie auswählen
es: Seleccionar categoría
it: Scegliere la categoria
pt: Selecionar categoria
tr: Kategori seç
uk: Вибрати категорію

# import.assignToOperation.label
source: Daten einer Maßnahme zuordnen
es: Asignar datos a una operación
it: Assegnare i dati a un'operazione
pt: Atribuir dados a uma intervenção
tr: Bir işleme veri ata
uk: Дані дії/застосування призначити

# import.assignToOperation.noAssignment
source: Keine Zuordnung
es: Ninguna asignación
it: Nessuna assegnazione
pt: Sem atribuição
tr: Atama yok
uk: Без призначення

# import.csv.separator
source: Feldtrennzeichen
es: Separador de campos
it: Separatore di campo
pt: Separador de campo
tr: Alan ayırıcısı
uk: Роздільник полів

# import.geojson.info
source: Beim GeoJSON-Import werden keine neuen Ressourcen angelegt, sondern existierenden Ressourcen Geometrien hinzugefügt. Bitte beachten Sie, dass bereits vorhandene Geometrien dabei überschrieben werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em> im Objekt <em>properties</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
es: La importación de GeoJSON no crea nuevos recursos. En su lugar, las geometrías se añaden a los recursos existentes. Por favor, tenga en cuenta que las geometrías ya existentes se sobrescriben en este proceso. La asignación de registros se realiza en función del campo<em>identificador </em> del objeto <em>propiedades </em>. Los registros del archivo de importación que no se puedan asignar a un recurso se ignorarán.
tr: GeoJSON içe aktarımı yeni girdiler oluşturmaz. Bunun yerine geometriler mevcut girdilere eklenir. Bu süreçte mevcut geometrilerin üzerine yazıldığını lütfen unutmayın. Kayıtların atanması, <em>tanımlayıcı</em> nesnesinin <em>özellikleri</em> alanına göre gerçekleştirilir. İçe aktarma dosyasındaki bir girdiye atanamayan kayıtlar yok sayılacaktır.

# import.shapefile.info
source: Beim Shapefile-Import werden keine neuen Ressourcen angelegt, sondern existierenden Ressourcen Geometrien hinzugefügt. Bitte beachten Sie, dass bereits vorhandene Geometrien dabei überschrieben werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em>). Datensätze im Shapefile, die nicht zugeordnet werden können, werden ignoriert.
es: La importación de archivos Shapefile no crea nuevos recursos. En su lugar, las geometrías se añaden a los recursos existentes. Por favor, tenga en cuenta que las geometrías ya existentes se sobrescriben en este proceso. La asignación de registros se realiza en función del campo identificador <em>identifier</em>. Los registros del archivo shapefile que no puedan asignarse a un recurso se ignorarán.
tr: Shapefile içe aktarımı yeni girdiler oluşturmaz. Bunun yerine geometriler mevcut girdilere eklenir. Bu süreçte mevcut geometrilerin üzerine yazıldığını lütfen unutmayın. Kayıtların atanması, <em>identifier</em> alanına göre gerçekleştirilir. Shapefile dosyasındaki bir kaynağa atanamayan kayıtlar göz ardı edilecektir.

# import.nonImportedResources
source: Nicht importierte Ressourcen
es: Recursos no importados
it: Risorse non importate
pt: Recursos não importados
tr: İçe aktarılmayan girdiler
uk: Не імпортовані дані/ресурси

# buttons.back
source: Zurück
es: Atrás
it: Indietro
pt: Voltar
tr: Geri
uk: Повернення

# export.modal.info
source: Daten werden exportiert...
es: Exportando datos...
it: Esportazione dei dati in corso...
pt: Exportando dados...
tr: Veriler dışa aktarılıyor...
uk: Дані експортувати...

# export.startExport
source: Export starten
es: Iniciar exportación
it: Avviare l'esportazione
pt: Iniciar exportação
tr: Dışa aktarmayı başlat
uk: Експорт стартувати

# export.operationSelect.label
source: Kontext
es: Contexto
it: Tipo di contesto
pt: Contexto
tr: Kontekst
uk: Контекст

# export.operationSelect.all
source: Keine Einschränkung
es: Sin restricciones
it: Nessuna limitazione
pt: Sem restrições
tr: Kısıtlama yok
uk: Без обмежень

# export.catalogSelect.label
source: Katalog
es: Catálogo
it: Catalogo
pt: Catálogo
uk: Каталог

# export.format.categorySelect
source: Kategorie
es: Categoría
it: Categoria
pt: Categoria
tr: Kategori
uk: Категорія

# export.combineHierarchicalRelations
source: Hierarchische Relationen zusammenfassen (empfohlen)
es: Combinar relaciones jerárquicas (recomendado)
pt: Combinar relações hierárquicas (sugerido)
tr: Hiyerarşik ilişkileri birleştirin (önerilir)

# export.format
source: Format
es: Formato
it: Formato
pt: Formato
uk: Формат

# export.formats.catalog
source: Katalog
es: Catálogo
it: Catalogo
pt: Catálogo
uk: Каталог

# export.combineHierarchicalRelations.info
source: Ist diese Option aktiviert, werden die hierarchischen Relationen zur vereinfachten Relation <i>isChildOf</i> zusammengefasst, die jeweils die unmittelbar übergeordnete Ressource angibt. Diese Option sollte im Normalfall aktiviert bleiben.
es: Si esta opción está habilitada, las relaciones jerárquicas se combinan en la relación simplificada <i>isChildOf</i> que especifica el recurso inmediatamente superior. Normalmente, esta opción debe permanecer habilitada.
pt: Se esta opção é ativada, as relações hierárquicas vão ser sintetizadas como relação simplificada <i>isChildOf</i> que indica o recurso imediatamente superior. Esta opção deve ficar ativada em caso normal.
tr: Bu seçenek etkinleştirilirse hiyerarşik ilişkiler, doğrudan üst kaynağı <i> "isChildOf" </i> belirten basitleştirilmiş ilişkide birleştirilir. Bu seçenek normalde etkin kalmalıdır.

# export.csvimportmode.complete
source: Komplett
es: Completo
it: Completo
pt: Completo
tr: Tümü
uk: Повністю

# export.csvimportmode.schema
source: Nur Schema
es: Solo esquema
it: Solo la struttura
pt: Só esquema
tr: Yalnızca şema
uk: Тільки схема

# export.csv.noResources
source: Keine Ressourcen gefunden.
es: No se han encontrado recursos.
pt: Nenhum recurso encontrado.
tr: Girdi bulunamadı.

# export.csv.noCatalogs
source: Keine Kataloge gefunden.
es: No se han encontrado catálogos.
pt: Nenhum catálogo encontrado.
tr: Katalog bulunamadı.

# export.geojson.info
source: Exportiert werden Geometrien und die Felder <em>Bezeichner</em> (identifier), <em>Kurzbeschreibung</em> (shortDescription) und <em>Kategorie</em> (category) der jeweiligen Ressourcen.
es: Los datos exportados incluyen geometrías y los campos <em>identificador</em> (identifier), <em>breve descripción</em>(shortDescription) y <em>categoría</em> (category) de los recursos correspondientes.
pt: Os dados exportados incluem geometrias e os campos identificador <em> (identifier)</em>, descrição breve <em> (shortDescription) </em> e categoria <em> (category) </em> dos recursos correspondentes.
tr: Dışa aktarılan veriler geometrileri ve ilgili girdilerin <em> alan tanımlayıcısını </em> (identifier), <em>kısa açıklamasını </em> (shortDescription) ve <em> kategorisini </em> (category) içerir.

# export.invalidFields.heading
source: Nicht exportierte Felder:
es: Campos no exportados:
it: Campi non esportati:
pt: Campos não exportados:
tr: Dışa aktarılmayan alanlar:
uk: Не експортовані поля:

# export.shapefile.info
source: Exportiert werden Geometrien und die Felder <em>Bezeichner</em> (identifier), <em>Kurzbeschreibung</em> (shortdesc) und <em>Kategorie</em> (category) der jeweiligen Ressourcen.
es: Los datos exportados incluyen geometrías y los campos <em>identificador</em>(identifier), <em>descripción breve</em>(shortdesc) y <em>categoría </em> (category) de los recursos correspondientes.
pt: Os dados exportados incluem geometrias e campos identificador <em> (identifier)</em>, descrição breve <em> (shortdesc) </em> e categoria <em> (category) </em> dos recursos correspondentes.
tr: Dışa aktarılan veriler ilgili girdilerin geometrilerini ve <em> alan tanımlayıcısını</em> (identifier),<em> kısa açıklamasını </em> (shortdesc) ve <em> kategorisini </em> (category) içerir.
uk: Експортуватися будуть геометрія та поля <x id="START_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;em&gt;"/&gt;Ідентифікатор<x id="CLOSE_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;/em&gt;"/> (показник-iндентифікатор), <x id="START_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;em&gt;"/>Короткий опис<x id="CLOSE_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;/em&gt;"/> (зтислий опис) і <x id="START_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;em&gt;"/>Категорія<x id="CLOSE_EMPHASISED_TEXT" ctype="x-em" equiv-text="&lt;/em&gt;"/> (category) відповідних ресурсів.

# backup.creation.modal.info
source: Datenbank wird gesichert.
es: Guardando la base de datos...
it: Salvataggio della banca dati.
pt: Gravando base de dados...
tr: Veritabanı kaydediliyor...
uk: Резервне копіювання бази даних.

# backup.creation.createBackup
source: Backup erstellen
es: Crear copia de seguridad
it: Esegui il backup
pt: Criar cópia de segurança
tr: Yedek oluştur
uk: Створити резервну копію
