Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# backup.creation.info
source: Erstellt ein Backup des aktuell geöffneten Projekts. Regelmäßige Backups erhöhen die Datensicherheit und erlauben es bei Datenverlusten, die Datenbank aus dem letzten gesicherten Zwischenstand wiederherzustellen. {LINE_BREAK}{LINE_BREAK} Bitte beachten Sie, dass Originale von Bildern nicht mitgesichert werden. Diese befinden sich in dem unter <i>Einstellungen</i> angezeigten Pfad und sollten separat gesichert werden.
es: Crea una copia de seguridad del proyecto actualmente abierto. Las copias de seguridad periódicas aumentan la seguridad de los datos y permiten restaurar la base de datos desde el último estado guardado en caso de pérdida de datos. <br/> <br/> Por favor, tenga en cuenta que las imágenes originales no se almacenan en el archivo de copia de seguridad. Estas se pueden encontrar en el directorio especificado en la configuración <i> </i> y deben guardarse por separado.
pt: Cria cópia de segurança do projeto aberto. Cópias de segurança regulares permitem aumentar a segurança dos dados e restaurar a base de dados a partir da última gravação no caso de perda de dados. {LINE_BREAK}{LINE_BREAK} Tenha em atenção que as imagens originais não são guardadas na cópia segurança. Estas podem ser encontradas na pasta especificada nas <i>definições</i> e devem ser gravadas separadamente.

# backup.loading.modal.info
source: Datenbank wird eingelesen.
es: Restaurando la base de datos...
it: Trasferimento della banca dati in corso.
pt: Base de dados está a ser lida...
tr: Veritabanı geri yükleniyor...
uk: База даних зчитується.

# backup.loading.loadBackup
source: Backup einlesen
es: Restaurar copia de seguridad
it: Caricare il backup
pt: Ler cópia de segurança
tr: Yedeği geri yükle
uk: Імпорт резервної копії

# backup.loading.info.1
source: Geben Sie hier den vollständigen Pfad einer Backup-Datei sowie die Kennung eines Zielprojekts ein. Die Kennung des Zielprojekts darf nicht mit derjenigen des aktuell geöffneten Projekts übereinstimmen.
es: Introduzca la ruta completa al archivo de copia de seguridad, así como el nombre del proyecto de destino. El identificador del proyecto de destino no debe coincidir con el identificador del proyecto actualmente abierto.
pt: Por favor, insira o caminho completo de um ficheiro da cópia de segurança, assim como o nome da base de dados/projeto de destinação. O nome do projeto de destinação não pode ser igual ao do projeto atualmente aberto.
tr: Lütfen yedekleme dosyasının tam yolunu ve hedef projenin adını girin. Hedef projenin tanımlayıcısı şu anda açık olan projenin tanımlayıcısıyla eşleşmeMElidir.

# backup.loading.info.2
source: Hinweis: Nach dem Einspielen eines Backups werden Vorschaubilder erneut aus den Originaldaten errechnet, weshalb die Anwendung zunächst möglicherweise etwas langsamer laufen kann.
es: Por favor, tenga en cuenta que después de restaurar una copia de seguridad, todas las imágenes en miniatura se volverán a calcular basándose en los datos de la imagen original. Por este motivo, es posible que la aplicación funcione inicialmente más lento de lo habitual.
pt: Atenção: após o restauro uma cópia de segurança, todas as miniaturas das imagens serão geradas de novo a partir das imagens originais. Assim, a aplicação pode inicialmente parecer mais lenta do que o normal.
tr: Lütfen unutmayın: Bir yedeği geri yükledikten sonra, tüm küçük resimler orijinal görsel verilerine göre yeniden hesaplanacaktır. Bu nedenle uygulama başlangıçta normalden daha yavaş çalışabilir.

# backup.loading.info.3
source: <b>Achtung:</b> Beim Einspielen einer Backup-Datei wird eine eventuell vorhandene Zieldatenbank mit der angegebenen Kennung <b>vollständig überschrieben</b>.
es: <b>Atención:</b> Al restaurar un archivo de copia de seguridad, cualquier base de datos de destino que pueda existir con el identificador especificado <b>se sobrescribirá por completo</b>.
it: <b>Attenzione:</b> Durante l'importazione del file di backup la banca dati di destinazione con l'identificatore specificato <b>verrà completamente sovrascritta</b>.
pt: <b>Atenção:</b> Ao importar uma cópia de segurança pode ser que a base de dados destinatária com a designação <b> seja completamente sobrescrita </b>.
tr: <b>Önemli: </b> Bir yedekleme dosyasını geri yüklerken, belirtilen tanımlayıcının muhtemelen mevcut hedef veritabanının <b>üzerine tamamen yazılacaktır</b>.
uk: <b> Увага: </b> Під час імпорту файлу резервної копії будь-яка існуюча цільова база даних із вказаним ім’ям <b> буде повністю перезаписана </b> .

# backup.loading.path
source: Pfad
es: Ruta
it: Percorso
pt: Caminho
tr: Dosya yolu
uk: Шлях

# project.identifier
source: Projektkennung
es: Identificador del proyecto
it: Identificatore di progetto
pt: Identificador de projeto
tr: Proje tanımlayıcı
uk: Ідентифікатор проекту

# configuration.selectForm
source: Formular auswählen
es: Seleccionar formulario
it: Scegliere la maschera di inserimento
pt: Selecionar formulário
tr: Form seçiniz
uk: Вибрати формуляр

# configuration.addCategory
source: Kategorie hinzufügen
es: Añadir categoría
it: Aggiungere categoria
pt: Adicionar categoria
tr: Kategori ekle
uk: Додати категорію

# configuration.addField
source: Feld hinzufügen
es: Añadir campo
it: Aggiungere campo
pt: Adicionar campo
tr: Alan ekle
uk: Додати поле

# configuration.selectField
source: Feld auswählen
es: Seleccionar campo
it: Selezionare campo
pt: Selecionar campo
tr: Alan seçiniz
uk: Виберіть поле

# configuration.newField
source: Neues Feld <code>{{emptyField.name}}</code> erstellen
es: Crear nuevo campo <code>{{emptyField.name}}</code>
it: Creare nuovo campo <code>{{emptyField.name}}</code>
pt: Criar novo campo <code>{{emptyField.name}}</code>
tr: Yeni alan <code>{{emptyField.name}}</code>oluştur
uk: Нове поле <code>{{emptyField.name}}</code> erstellen

# configuration.addGroup
source: Gruppe hinzufügen
es: Añadir grupo
it: Aggiungere gruppo
pt: Adicionar grupo
tr: Grup ekle
uk: Додати групу

# configuration.selectGroup
source: Gruppe auswählen
es: Seleccionar grupo
it: Selezionare gruppo
pt: Selecionar grupo
tr: Grup seçiniz
uk: Вибрати групу

# configuration.newGroup
source: Neue Gruppe <code>{{emptyGroup.name}}</code> erstellen
es: Crear nuevo grupo <code>{{emptyGroup.name}}</code>
it: Creare nuovo gruppo <code>{{searchTerm}}</code>
pt: Criar novo grupo <code>{{emptyGroup.name}}</code>
tr: Yeni grup <code>{{emptyGroup.name}}</code>oluştur
uk: Нова група <code>{{emptyGroup.name}}</code> створити

# configuration.selectValuelist
source: Werteliste auswählen
es: Seleccionar lista de valores
it: Selezionare lista di valori
pt: Selecionar lista de valores
tr: Değer listesi seçiniz
uk: Вибрати список значень

# configuration.extendValuelist
source: Werteliste erweitern
es: Ampliar lista de valores
it: Ampliare lista di valori
pt: Expandir lista de valores
tr: Değer listesi genişlet
uk: Розширити список значень

# configuration.extendValuelistInfo
source: Bitte wählen Sie einen Bezeichner für Ihre Erweiterung der Werteliste <code>.id}}. </spa.
es: Por favor, introduzca un identificador para su extensión de lista de valores <code>{{valuelistToExtend.id}}</code>.
pt: Por favor introduza um identificador para a sua extensão da lista de valores <code>.id}}. </spa.

# configuration.createExtendingValuelist
source: Erweiterung erstellen
es: Crear extensión
it: Creare un'estensione
pt: Criar extensão
tr: Uzantı oluştur
uk: Створити розширення

# configuration.manageValuelists
source: Wertelisten verwalten
es: Gestionar listas de valores
it: Gestire le liste di valori
pt: Gerir listas de valores
tr: Değer listesi yönet
uk: Керування списками значень

# configuration.newValuelist
source: Neue Werteliste <code>{{emptyValuelist.id}}</code> erstellen
es: Crear nueva lista de valores <code>{{emptyValuelist.id}}</code>
it: Nuova lista di valori
pt: Criar nova lista de valores <code>{{emptyValuelist.id}}</code>
tr: Yeni değer listesi <code>{{emptyValuelist.id}}</code>oluştur
uk: Новий список значень <code>{{emptyValuelist.id}}</code> erstellen

# configuration.valuelistExtensionTooltip
source: Diese Werteliste stellt eine Erweiterung einer bestehenden Werteliste dar.
es: Esta lista de valores representa una ampliación de una lista de valores existente.
it: Questa lista di valori rappresenta un'estensione di una lista di valori esistente.
pt: Esta lista de valores representa uma extensão de uma lista de valores existente.
tr: Bu değer listesi, mevcut bir değer listesinin bir uzantısını temsil eder.
uk: Цей список значень є розширенням існуючого списку значень.

# configuration.valuesHeading
source: Werte:
es: Valores:
it: Valori:
pt: Valores:
tr: Değerler:
uk: Значення/дані:

# configuration.seletedForm
source: Ausgewähltes Formular
es: Seleccionar formulario
it: Maschera di inserimento selezionata
pt: Formulário selecionado
tr: Seçilen form
uk: Вибраний формуляр

# configuration.field.inputType
source: Eingabetyp
es: Tipo de entrada
it: Tipologia di inserimento dati
pt: Tipo de entrada
tr: Giriş tipi
uk: Тип введення

# configuration.addSupercategory
source: Oberkategorie hinzufügen
es: Añadir supercategoría
it: Aggiungere categoria sovraordinata
pt: Adicionar categoria superior
tr: Üst kategori ekle
uk: Додати головну/батьківську категорію

# configuration.addSubcategory
source: Unterkategorie hinzufügen
es: Añadir subcategoría
it: Aggiungere sottocategoria
pt: Adicionar categoria inferior
tr: Alt kategori ekle
uk: Додати підкатегорію

# configuration.createSpecificField
source: Feld <code></coderstellen erstellen
es: Crear campo <code>{{field.name}}</code>
pt: Criar campo <code></coderstellen.

# configuration.showField
source: Feld anzeigen
es: Mostrar campo
it: Mostrare campo
pt: Mostrar campo
tr: Alanı göster
uk: Показати поле

# configuration.allowMultiLanguage
source: Eingabe in mehreren Sprachen erlauben
es: Permitir entradas en varios idiomas
it: Consentire l'immissione di dati in più lingue
pt: Permitir a entrada de dados em várias línguas
tr: Birden çok dilde girişe izin ver
uk: Дозволити введення кількома мовами

# configuration.valuelist
source: Werteliste
es: Lista de valores
tr: Değer listesi

# configuration.valuelistForDimensionSubfield
source: Werteliste (Unterfeld "Gemessen an")
es: Lista de valores (subcampo "Medido en")
it: Lista di valori (campo secondario "misurato con")
pt: Lista de valores (campo inferior "Medido por")
tr: Değer listesi (Alt alan "Ölçüldüğü şekilde")

# configuration.replaceValuelist
source: Werteliste wechseln
es: Reemplazar lista de valores
it: Cambiare lista di valori
pt: Substituir lista de valores
tr: Değer listesini değiştir
uk: Змінити список даних/значень

# configuration.editValuelist
source: Werteliste bearbeiten
es: Editar lista de valores
it: Modificare lista di valori
pt: Editar lista de valores
tr: Değer listesini düzenle
uk: Редагувати список даних/значень

# configuration.addValuelist
source: Werteliste hinzufügen
es: Añadir lista de valores
it: Aggiungere lista di valori
pt: Adicionar lista de valores
tr: Değer listesi ekle
uk: Додайте список даних/значень

# configuration.createSpecificGroup
source: Gruppe <code></coderstellen erstellen
es: Crear grupo <code>{{group.name}}</code>
pt: Criar grupo <code></coderstellen

# configuration.editSpecificGroup
source: Gruppe <code></codbearbeiten bearbeiten
es: Editar grupo <code>{{group.name}}</code>
pt: Editar grupo <code></codbearbeiten

# config.inputType.input
source: Einzeiliger Text
es: Texto de una sola línea
it: Testo a riga singola
pt: Linha única de texto
tr: Tek satırlık metin
uk: Один рядок тексту

# config.inputType.unsignedInt
source: Positive Ganzzahl
es: Número entero positivo
it: Numero intero positivo
pt: Número inteiro positivo
tr: Pozitif tam sayı
uk: Позитивне натуральне число

# config.inputType.float
source: Kommazahl
es: Número decimal
it: Numero decimale
pt: Número decimal
tr: Ondalık sayı
uk: Десяткова кома

# config.inputType.unsignedFloat
source: Positive Kommazahl
es: Número decimal positivo
it: Numero decimale positivo
pt: Número decimal positivo
tr: Pozitif ondalık sayı
uk: Додатна десяткова кома

# config.inputType.multiInput
source: Einzeiliger Text (Liste)
es: Texto de una sola línea (Lista)
it: Testo a riga singola (lista)

# config.inputType.text
source: Mehrzeiliger Text
es: Texto multilínea
it: Testo multilinea
pt: Texto multilinha
tr: Çok satırlı metin
uk: Багаторядковий текст

# config.inputType.int
source: Ganzzahl
es: Número entero
it: Numero intero
pt: Número inteiro
tr: Tamsayı
uk: Ціле число

# config.inputType.dropdown
source: Dropdown-Liste
es: Lista desplegable
it: Elenco a tendina
pt: Menu drop-down
tr: Açılır liste
uk: Розкривний список

# config.inputType.dropdownRange
source: Dropdown-Liste (Bereich)
es: Lista desplegable (rango)
it: Elenco a tendina (ambiente)
pt: Menu drop-down (extensão)
tr: Açılır liste (aralık)
uk: Розкривний список (область)

# config.inputType.radio
source: Radiobutton
es: Botón de opción
it: Elenco a scelta singola
pt: Botão de rádio
tr: Seçenek düğmesi
uk: Radio-кнопка

# config.inputType.boolean
source: Ja / Nein
es: Sí / No
it: Sì / No
pt: Sim/Não
tr: Evet / Hayır
uk: Так / Ні

# config.inputType.checkboxes
source: Checkboxen
es: Casillas de verificación
it: Elenco a scelta multipla
pt: Caixas de verificação
tr: Onay kutusu
uk: Перевірочні коробки

# config.inputType.dating
source: Datierungsangabe
es: Datación
it: Datazione
pt: Identificação da datação
tr: Tarihleme
uk: Датування

# config.inputType.date
source: Datum
es: Fecha
it: Data
pt: Data
tr: Tarih
uk: Дата

# config.inputType.dimension
source: Längenangabe
es: Longitud

# config.inputType.literature
source: Literaturangabe
es: Referencia bibliográfica
it: Riferimento bibliografico
pt: Referência bibliográfica
tr: Bibliyografik referans
uk: Бібліографія

# config.inputType.geometry
source: Geometrie
es: Geometría
it: Geometria
pt: Geometria
tr: Geometri
uk: Геометрія

# config.inputType.instanceOf
source: Typenauswahl
es: Selección de tipo
it: Selezione del tipo
pt: Seleção de tipo
tr: Tip seçimi
uk: Вибір типу

# config.inputType.relation
source: Relation
es: Relación
it: Relazione
pt: Relação
tr: İlişki
uk: Відношення

# config.inputType.category
source: Kategorie
es: Categoría
it: Categoria
pt: Categoria
tr: Kategori
uk: Категорія

# config.inputType.identifier
source: Bezeichner
es: Identificador
it: Identificatore
pt: Identificador
tr: Tanımlayıcı
uk: Ідентифікатор

# configuration.changes
source: An der Konfiguration wurden Änderungen vorgenommen.
es: Se ha cambiado la configuración.
it: Sono state effettuate modifiche della configurazione.
pt: A configuração foi alterada.
tr: Konfigürasyon değiştirildi.
uk: В конфігурацію внесено зміни.

# configuration.conflicts.changed
source: Es wurden bereits Konflikte gelöst.
es: Algunos conflictos ya se han resuelto.
it: I conflitti sono già stati risolti.
pt: Alguns conflitos já foram resolvidos.
tr: Bazı çakışmalar zaten çözüldü.
uk: Конфлікти вже вирішені.

# configuration.categoryChanged
source: Die Kategorie wurde geändert.
es: Se ha cambiado la categoría.
it: La categoria è stata modificata.
pt: A categoria foi alterada.
tr: Kategori değiştirildi.
uk: Категорію змінено.

# configuration.fieldChanged
source: Das Feld wurde geändert.
es: El campo ha sido modificado.
it: Il campo è stato modificato
pt: O campo foi alterado.
tr: Alan değiştirildi.
uk: Поле змінено.

# configuration.editSpecificCategory
source: Kategorie <code></bearbeiten bearbeiten
es: Editar categoría <code>{{category.name}}</code>

# configuration.addSpecificCategory
source: Kategorie <code></hinzufügen hinzufügen
es: Añadir categoría <code>{{category.name}}</code>

# configuration.basicSettings
source: Grundeinstellungen
es: Configuración básica
tr: Temel ayarlar

# configuration.allowFieldSpecificSearch
source: Feldspezifische Suche erlauben
es: Permitir búsqueda específica por campo
it: Permettere la ricerca specifica per campo
pt: Permitir pesquisa específica no campo
tr: Alana özel aramaya izin ver
uk: Дозволити пошук по полю

# configuration.multiLanguageInput.chooseLanguage
source: Sprache auswählen
es: Seleccionar idioma
it: Scegliere la lingua
pt: Selecionar língua
tr: Dil seçimi
uk: Виберіть мову

# configuration.importModal.header
source: Konfiguration aus anderem Projekt importieren
es: Importar configuración desde otro proyecto
tr: Başka projeden konfigürasyon içe aktar

# configuration.importModal.warning
source: Bitte beachten Sie, dass sämtliche Konfigurationsanpassungen (inklusive Wertelisten) beim Import verloren gehen. Die Projektkonfiguration wird vollständig durch die importierte Konfiguration ersetzt.
es: Por favor, tenga en cuenta que todos los ajustes de configuración (incluidas las listas de valores) se perderán durante la importación. La configuración del proyecto será sustituida por completo por la configuración importada.
it: Si prega di notare che tutte le modifiche alla configurazione (incluse le liste di valori) vengono perse durante l'importazione. La configurazione del progetto verrà completamente sostituita dalla configurazione importata.

# configuration.importModal.project
source: Projekt
es: Proyecto
it: Progetto
pt: Projeto
tr: Proje
uk: Проект

# configuration.projectLanguages
source: Projektsprachen auswählen
es: Seleccionar idiomas del proyecto
it: Selezionare le lingue del progetto
pt: Selecionar língua do projeto
tr: Proje dillerini seçiniz
uk: Виберіть мови проекту

# configuration.changeNotification.header
source: Die Projektkonfiguration hat sich geändert.
es: Se ha modificado la configuración del proyecto.
pt: A configuração do projeto foi alterada.
tr: Proje konfigürasyonu değiştirildi.

# configuration.changeNotification.applyChanges
source: Änderungen anwenden
es: Aplicar cambios
it: Applicare le modifiche
pt: Aplicar alterações
tr: Değişiklikleri uygula
uk: Застосувати зміни

# configuration.saveChanges
source: Konfigurationsänderungen speichern
es: Guardar cambios en la configuración
it: Salvare le modifiche alla configurazione
pt: Gravar alterações na configuração
tr: Konfigürasyon değişikliklerini kaydet
uk: Зберегти зміни конфігурації

# configuration.saveInfo.general
source: Möchten Sie die von Ihnen vorgenommenen Änderungen an der Konfiguration wirklich speichern? Bitte beachten Sie, dass Ihre Änderungen das gesamte Projekt betreffen.
es: ¿Realmente desea guardar los cambios que ha hecho en la configuración? Por favor, tenga en cuenta que los cambios afectarán a todo el proyecto.
pt: Tem a certeza que pretende gravar as alterações que fez na configuração? Tenha atenção que as modificações irão afetar todo o projeto.
tr: Konfigürasyonda yaptığınız değişiklikleri gerçekten kaydetmek istiyor musunuz? Değişikliklerinizin tüm projeyi etkileyeceğini lütfen unutmayın.

# configuration.saveInfo.synchronization
source: Andere Benutzerinnen und Benutzer, die über eine Synchronisationsverbindung am gleichen Projekt arbeiten, werden die Field-Desktopanwendung neustarten müssen, um die Konfigurationsänderungen zu übernehmen.
es: Los demás usuarios que trabajen en el mismo proyecto a través de una conexión de sincronización tendrán que reiniciar la aplicación Field Desktop para aplicar los cambios de configuración.
pt: Outros utilizadores a trabalhar no mesmo projeto através de sincronização terão de reiniciar a aplicação Field Desktop para conseguir aplicar as alterações na configuração.
tr: Aynı proje üzerinde bir senkronizasyon bağlantısı üzerinden çalışan diğer kullanıcıların, konfigürasyon değişikliklerini uygulamak için Field Desktop uygulamasını yeniden başlatmaları gerekecektir.

# configuration.valueDescription
source: Beschreibung
es: Descripción
tr: Açıklama

# configuration.editValue
source: Wert <code>{{valueId}}</code> bearbeiten
es: Editar valor <code>{{valueId}}</code>
it: Modificare valore <code>{{valueId}}</code>
pt: Editar valor <code>{{valueId}}</code>
tr: Değer <code>{{valueId}}</code>düzenle
uk: Значення <code>{{valueId}}</code> редагувати

# configuration.createValue
source: Wert <code>{{valueId}}</code> erstellen
es: Crear valor <code>{{valueId}}</code>
it: Creare valore <code>{{valueId}}</code>
pt: Criar valor <code>{{valueId}}</code>
tr: Değer <code>{{valueId}}</code>oluştur
uk: Значення <code>{{valueId}}</code> створити

# configuration.values
source: Werte
es: Valores
it: Valori
pt: Valores
tr: Değerler
uk: Занчення

# configuration.createdBy
source: Erstellt von:
es: Creado por:
it: Creato da:
pt: Criado por:
tr: Tarafından oluşturuldu:
uk: Ким створено:

# configuration.descriptionHeading
source: Beschreibung:
es: Descripción:
it: Descrizione:
pt: Descrição:
tr: Açıklama:
uk: Опис:

# configuration.usedBy
source: Verwendet von:
es: Utilizado por:
it: Utilizzato da:
pt: Utilizado por:
tr: Tarafından kullanıldı:
uk: Ким використано:

# configuation.filterResults
source: Suchergebnisse filtern:
es: Filtrar resultados:
it: Filtrare i risultati della ricerca:
pt: Resultados do filtro:
tr: Sonuçları filtrele:
uk: Фільтрувати результати пошуку:

# configuration.customFilter
source: Projektspezifische Wertelisten
es: Listas de valores específicas del proyecto
tr: Projeye özel değer listeleri

# configuration.inUseFilter
source: Verwendete Wertelisten
es: Listas de valores en uso
tr: Kullanımdaki değer listeleri

# configuration.saving
source: Konfiguration wird gespeichert...
es: Guardando configuración...
it: Salvataggio della configurazione in corso...
pt: Gravando configuração...
tr: Konfigürasyon kaydediliyor...
uk: Збереження конфігурації...

# widgets.documentInfo.thumbnail.oneLinkedImage
source: Ein verknüpftes Bild
es: Una imagen vinculada
it: Immagine collegata
pt: Uma imagem associada
tr: Tek bağlantılı görsel
uk: Пов’язана ілюстрація

# widgets.documentInfo.thumbnail.linkedImages
source: verknüpfte Bilder
es: imágenes vinculadas
it: immagini collegate
pt: Imagens associadas
tr: bağlantılı görseller
uk: Пов'язані ілюстрації

# resources.searchBar.constraints.tooltips.setupAdditionalSearchCriteria
source: Weitere Suchkriterien einstellen
es: Especifique criterios de búsqueda adicionales
it: Specificare criteri di ricerca aggiuntivi
pt: Especificar mais critérios de pesquisa
tr: Ek arama kriterlerini belirtin
uk: Встановити додаткові критерії пошуку

# resources.searchBar.constraints.tooltips.activeSearchCriteria
source: Aktive Suchkriterien
es: Criterios de búsqueda activa
it: Criteri di ricerca attivi
pt: Critérios de pesquisa ativos
tr: Aktif arama kriteri
uk: Активні критерії пошуку

# searchConstraints.dropdownRange.from
source: (von)
es: (desde)
pt: (de)
tr: (-dan)

# searchConstraints.dropdownRange.to
source: (bis)
es: (hasta)
pt: (a)
tr: (-a)

# configuration.identifierPrefix
source: Bezeichner-Präfix
es: Prefijo identificador
pt: Prefixo do identificador
tr: Tanımlayıcı öneki

# configuration.description
source: Beschreibung
es: Descripción
pt: Descrição
tr: Açıklama

# configuration.color
source: Farbe
es: Color
pt: Cor
tr: Rengi

# configuration.editSpecificField
source: Feld <code></codbearbeiten bearbeiten
es: Editar campo <code>{{field.name}}</code>

# navbar.taskbar.synchronization.uploading
source: Es werden Daten hochgeladen.
es: Carga en curso.
it: Caricamento dei dati in corso.
pt: Carregamento em curso.
tr: Yükleme devam ediyor.
uk: Дані вводяться/завантажуються.

# navbar.taskbar.synchronization.downloading
source: Es werden Daten heruntergeladen.
es: Descarga en curso.
it: Scaricamento dei dati in corso.
pt: Descarregamento de dados em curso.
tr: İndirme devam ediyor.
uk: Дані записуються/завантажуються.
