Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# resources.jumpToView.tooltip
source: Zur Maßnahme wechseln
es: Cambiar a operación
it: Passare all'operazione
pt: Mudar para a intervenção
tr: İşleme geç
uk: Перейти до заходу/дії

# resources.list.editButton.tooltip
source: Bearbeiten
es: Editar
it: Modificare
pt: Editar
tr: Düzenle
uk: Редагувати

# resources.list.moveButton.tooltip
source: Verschieben
es: Mover
it: Spostare
pt: Mover
tr: Sürükle
uk: Перемістити

# resources.list.deleteButton.tooltip
source: Löschen
es: Eliminar
it: Eliminare
pt: Apagar
tr: Sil
uk: Видалити

# resources.searchResultsInfo.documentLimitRemoveTooltip
source: Die Darstellung von sehr großen Suchergebnissen kann je nach Gerät und Anzahl der Treffer sehr lange dauern. Daher wurde die aktuelle Darstellung zunächst auf {{viewFacade.getDocuments().length}} Ressourcen begrenzt. Klicken Sie hier, um das gesamte Ergebnis zu laden.
es: Dependiendo de su dispositivo y del número de coincidencias, la visualización de resultados de búsqueda grandes puede tardar un poco. Por ello, la lista actual se ha limitado a {{viewFacade.getDocuments().length}} recursos. Haga clic aquí para cargar el resultado completo.
it: La visualizzazione di risultati di ricerca molto grandi può richiedere molto tempo a seconda del dispositivo e del numero di risultati. Per questo motivo la visualizzazione attuale è stata limitata a{{viewFacade.getDocuments().length}} risorse. Cliccare qui per caricare il risultato completo.
pt: A visualização de grandes resultados de pesquisa pode demorar dependente to dispositivo e da quantia de resultados. Daí que a visualização atual será reduzida a {{viewFacade.getDocuments().length}} recursos. Clique aqui para visualizar todos os resultados.
tr: Çok büyük arama sonuçlarının görüntülenmesi, cihaza ve kayıt sayısına bağlı olarak uzun zaman alabilir. Bu nedenle mevcut gösterim başlangıçta {{viewFacade.getDocuments().length}} girdilerle sınırlıydı. Sonucun tamamını yüklemek için burayı tıklayın.
uk: Відображення дуже великих результатів пошуку може зайняти багато часу залежно від пристрою та кількості звернень. Тому нинішнє представництво спочатку було {{viewFacade.getDocuments().length}} обмежене ресурсами. Натисніть тут, щоб завантажити весь результат.

# resources.showChildResources.tooltip
source: Untergeordnete Ressourcen anzeigen
es: Mostrar recursos subordinados
it: Visualizzare le risorse subordinate
pt: Ver recursos subordinados
tr: Alt girdileri göster
uk: Показати підпорядковані дані/ресурси

# resources.navigation.project
source: Projekt
es: Proyecto
it: Progetto
pt: Projeto
tr: Proje
uk: Проект

# resources.navigation.typeCatalogs
source: Typenkataloge
es: Catálogos de tipos
it: Lista dei tipi
pt: Catálogos de tipos
tr: Tip katalogları
uk: Каталог типів каталог

# resources.searchBar.suggestions.resultsInOtherContexts
source: Suchergebnisse in anderen Kontexten
es: Resultados de búsqueda en otros contextos
it: Risultati della ricerca in altri contesti
pt: Resultados de pesquisa em outros contextos
tr: Diğer kontekstlerde arama sonuçları
uk: Результати пошуку в інших контекстах

# resources.searchBar.suggestions.noResourcesFound
source: Keine Ressourcen gefunden.
es: No se han encontrado recursos.
it: Nessuna risorsa trovata.
pt: Nenhum recurso encontrado.
tr: Girdi bulunamadı.
uk: Ресурси/дані не знайдено.

# docedit.imagePicker.linkImage
source: Bild verknüpfen
es: Vincular imagen
it: Collegare un'immagine
pt: Associar imagem
tr: Görüntü bağla
uk: Ілюстрацію приєднати

# docedit.imagePicker.linkLayer
source: Bild als Kartenhintergrund verknüpfen
es: Vincular imagen como capa del mapa
it: Collegare l'immagine come sfondo della mappa
pt: Associar imagem como mapa de fundo
tr: Görüntüyü harita katmanı olarak bağla
uk: Ілюстрацію приєднати як фон/підоснову карти

# docedit.imagePicker.linkImages
source: Bilder verknüpfen</span> <span *ngIf="mode === 'layers'" Bilder verknüpfen
es: Vincular {{selectedDocuments.length}} imágenes
pt: Associar {{selectedDocuments.length}} imagens

# docedit.imagePicker.linkLayers
source: Bilder als Kartenhintergrund verknüpfen</span> </button> Bilder als Kartenhintergrund verknüpfen
es: Vincular {{selectedDocuments.length}} imágenes como capas de mapa
pt: Associar {{selectedDocuments.length}} imagens como mapa de fundo

# resources.map.layerMenu.editLayers
source: Kartenhintergründe bearbeiten
es: Editar capas del mapa
it: Modificare gli sfondi della mappa
pt: Modificar imagens de fundo
tr: Harita katmanlarını düzenle
uk: Фон/підоснову карти редагувати

# resources.map.layerMenu.noLayersInfo
source: Benutzen Sie den Bearbeiten-Button, um georeferenzierte Bilder als Kartenhintergründe hinzuzufügen.
es: Haga clic en el botón de editar para añadir imágenes georeferenciadas como capas del mapa.
pt: Utilize o botão Modificar para adicionar imagens georreferenciadas como imagens de fundo.
tr: Coğrafi referanslı görüntüleri harita katmanları olarak eklemek için düzenle düğmesini tıklayın.

# resources.map.layerMenu.showOrHideLayer
source: Kartenhintergrund ein-/ausblenden
es: Mostrar/ocultar capa del mapa
it: Mostrare/nascondere lo sfondo della mappa
pt: Mostrar/Esconder mapa de fundo
tr: Harita katmanını göster/gizle
uk: Фон/підоснову карти показати/сховати

# resources.map.layerMenu.focusLayer
source: Kartenhintergrund fokussieren
es: Enfocar capa del mapa
it: Mettere a fuoco lo sfondo della mappa
pt: Focar mapa de fundo
tr: Harita katmanına odakla
uk: Фон/підоснову карти фокусувати

# resources.map.layerMenu.setAsDefaultMapLayer
source: Als Standard-Kartenhintergrund festlegen
es: Establecer como capa del mapa predeterminada
it: Imposta come sfondo della mappa predefinito
pt: Marcar como mapa de fundo predefinido
tr: Varsayılan harita katmanı olarak ayarla
uk: Встановити як стандартну підоснову/фон (за умовчанням)

# resources.map.layerMenu.removeLayer
source: Kartenhintergrund entfernen
es: Eliminar capa del mapa
it: Rimuovere lo sfondo della mappa
pt: Remover mapa de fundo
tr: Harita katmanını kaldır
uk: Фон/підоснову карти видалити

# resources.map.layerMenu.addLayer
source: Kartenhintergrund hinzufügen
es: Añadir capa del mapa
it: Aggiungere lo sfondo della mappa
pt: Adicionar mapa de fundo
tr: Harita katmanı ekle
uk: Фон/підоснову карти додати

# docedit.tabs.images.tooltips.setMainImage
source: Als Hauptbild festlegen
es: Establecer como imagen principal
it: Impostare come immagine principale
pt: Selecionar como imagem principal
tr: Ana görüntü olarak ayarla
uk: Встановити як основне зображення

# docedit.tabs.images.tooltips.deselect
source: Auswahl aufheben
es: Deseleccionar
it: Rimuovere la selezione
pt: Remover seleção
tr: Seçimi kaldır
uk: Вибір зняти

# viewModal.noImages
source: Mit dieser Ressource sind keine Bilder verknüpft.
es: No hay imágenes vinculadas a este recurso.
pt: Este recurso não tem imagens associadas.
tr: Bu girdiye hiçbir görüntü bağlı değil.

# image-view-modal.dropArea.add-images
source: Neue Bilder hinzufügen
es: Añadir nuevas imágenes
it: Aggiungere nuove immagini
pt: Adicionar novas imagens
tr: Yeni görseller ekleyin
uk: Додати нові ілюстрації

# image-view-modal.dropArea.link-images
source: Existierende Bilder verknüpfen
es: Vincular imágenes existentes
it: Collegare le immagini esistenti
pt: Associar imagens existentes
tr: Mevcut görselleri bağlayın
uk: Існуючі ілюстрації приєднати

# docedit.tabs.conflicts.header.allResolved
source: Alle Konflikte wurden gelöst.
es: Todos los conflictos han sido resueltos.
pt: Todos os conflitos foram resolvidos.
tr: Tüm çakışmalar çözüldü.

# docedit.tabs.conflicts.header.multipleConflicts
source: Es bestehen <b>{{conflictedRevisions.length}}</b> Konflikte.
es: Quedan <b>{{conflictedRevisions.length}}</b> conflictos.
pt: Foram encontrados <b>{{conflictedRevisions.length}}</b> conflitos.
tr: <b>{{conflictedRevisions.length}}</b> çakışma kaldı.

# docedit.tabs.conflicts.currentVersion
source: Aktuelle Version:
es: Versión actual:
it: Versione attuale:
pt: Versão atual:
tr: Şimdiki versiyonu:
uk: Актуальна версія:

# docedit.tabs.conflicts.competingVersion
source: Konkurrierende Version:
es: Versión en conflicto:
pt: Versão concorrente:
tr: Öteki versiyonu:

# docedit.tabs.conflicts.notSet
source: Nicht gesetzt
es: No definido
it: Non impostato
pt: Não definido
tr: Ayarlanmadı
uk: Не встановлено

# docedit.tabs.conflicts.geometryOfType
source: Geometrie vom Typ {{document.resource.geometry.type}}
es: Geometría de tipo {{document.resource.geometry.type}}
pt: Geometria do tipo {{document.resource.geometry.type}}
tr: Tipin geometrisi {{document.resource.geometry.type}}

# docedit.tabs.conflicts.georeferenceData
source: Georeferenzdaten
es: Datos de georreferencia
pt: Dados de georreferenciação
tr: Coğrafi referans verileri

# docedit.tabs.conflicts.resolveConflict
source: Konflikt lösen
es: Resolver conflicto
it: Risolvere i conflitti
pt: Resolver conflito
tr: Çakışmayı çöz
uk: Вирішити конфлікт

# configuration.contextMenu.edit
source: Bearbeiten
es: Editar
it: Modificare
pt: Editar
tr: Düzenle
uk: Редагувати

# configuration.contextMenu.extend
source: Werteliste erweitern
es: Ampliar lista de valores
it: Ampliare lista di valori
pt: Expandir lista de valores
tr: Değer listesi genişlet
uk: Список значень/даних розширити

# configuration.contextMenu.delete
source: Löschen
es: Eliminar
it: Eliminare
pt: Apagar
tr: Sil
uk: Видалити

# docedit.categorySwitcherButton.changeCategory
source: Kategorie ändern
es: Cambiar categoría
it: Cambiare la categoria
pt: Mudar categoria
tr: Kategoriyi değiştir
uk: Змінити категорію

# docedit.forms.outliersInfo
source: Das Feld beinhaltet nicht in der Werteliste enthaltene Einträge:
es: El campo contiene entradas que no están incluidas en la lista de valores correspondiente:
pt: O campo não contem entradas contidas na lista de valores:
tr: Alan, ilgili değer listesinde yer almayan girişleri içerir:

# docedit.forms.invalidFieldData.info
source: Die in diesem Feld eingetragenen Daten entsprechen nicht dem konfigurierten Eingabetyp:
es: Los datos introducidos en este campo no corresponden al tipo de entrada configurado:
it: I dati inseriti in questo campo non corrispondono al il tipo di input configurato
pt: Os dados inseridos neste campo não correspondem ao tipo de entrada configurado:
tr: Bu alana girilen veriler konfigüre edilen giriş türüne karşılık gelmiyor:

# docedit.forms.invalidFieldData.delete
source: Feldinhalte löschen
es: Eliminar datos de campo
it: Elimininare i contenuti dei campi
pt: Apagar conteúdo do campo
tr: Alan verilerini sil
uk: Видалити вміст поля

# docedit.forms.literature.quotation
source: Literaturzitat:
es: Cita bibliográfica:
it: Citazione bibliografica:
pt: Citação bibliográfica:
tr: Literatür alıntısı:
uk: Цитування літератури:

# docedit.forms.literature.zenonId
source: Zenon-ID:
es: ID de Zenon:
it: ID da Zenon:
pt: ID de Zenon:

# docedit.forms.literature.page
source: Seite:
es: Página:
it: Pagina:
pt: Página:
tr: Sayfa:
uk: Сторінка:

# docedit.forms.literature.figure
source: Abbildung:
es: Figura:
it: Figura:
pt: Figura:
tr: Şekil:
uk: Ілюстрація:

# docedit.forms.dating.bce
source: v. Chr.
es: a.EC.
it: a.C.
pt: a.C.
tr: M.Ö.
uk: до н. е.

# docedit.forms.dating.ce
source: n. Chr.
es: EC.
it: d.C.
pt: d.C.
tr: M.S.
uk: н. е.

# docedit.forms.dating.bp
source: BP
es: AP
tr: G.Ö.
uk: BP до теп. часу

# docedit.forms.dating.imprecise
source: Ungenau
es: Impreciso
it: Approssimativo
pt: Impreciso
tr: Hassas olmayan
uk: Неточно

# docedit.forms.dating.uncertain
source: Unsicher
es: Incierto
it: Incerto
pt: Incerto
tr: Kesin olmayan
uk: Не впевнено

# docedit.forms.dating.period
source: Zeitraum
es: Período
it: Periodo
pt: Período
tr: Dönem
uk: Період

# docedit.forms.dating.before
source: Vor
es: Antes
it: Prima
pt: Antes
tr: Önce
uk: До/перед

# docedit.forms.dating.after
source: Nach
es: Después
it: Dopo
pt: Depois
tr: Sonra
uk: Після

# docedit.forms.dating.scientific
source: Naturwissenschaftlich
es: Ciencias naturales
it: Archeometrica
pt: Científico
tr: Bilimsel
uk: природознавчо

# docedit.forms.dating.until
source: bis
es: hasta
it: fino
pt: a
tr: -e kadar
uk: до

# docedit.forms.dating.source
source: Grundlage:
es: Fuente:
it: Fonte:
pt: Fonte:
tr: Kaynak:
uk: Основа:

# docedit.catalogCriteria.none
source: Kein Kriterium
es: Sin criterio
it: Nessun criterio
pt: Nenhum critério
tr: Kriter yok
uk: Жоден критерій

# docedit.forms.missingValuelistInfo.configuration
source: Die in der Projektkonfiguration für das Feld angegebene Werteliste ist leer.
es: La lista de valores especificada en la configuración del proyecto está vacía.
pt: A lista de valores selecionada para este campo na configuração do projeto está vazia.
tr: Proje konfigürasyonunda belirtilen değer listesi boş.

# docedit.forms.missingValuelistInfo.projectDocumentField
source: Bitte tragen Sie die erlaubten Werte für dieses Feld in den Projektdaten (Feld <i>eldLabel()}}) ein. </span>) ein.
es: Por favor, introduce los valores permitidos para este campo en los datos del proyecto (campo <i>{{getProjectDocumentFieldLabel()}}</i>).

# docedit.forms.missingValuelistInfo.parent
source: Für dieses Feld stehen keine Werte zur Auswahl, da das entsprechende Feld der übergeordneten Ressource nicht ausgefüllt ist.
es: No se pueden elegir valores para este campo porque el campo correspondiente del recurso superior no está completado.
pt: Para este campo não existem valores disponíveis porque não foi preenchido o campo correspondente no recurso superior.
tr: Ana girdinin ilgili alanı doldurulmadığı için bu alan için herhangi bir değer seçilemez.

# docedit.forms.typeRelationPicker.allCatalogs
source: Alle Kataloge
es: Todos los catálogos
it: Tutte le liste
pt: Todos os catálogos
tr: Tüm Kataloglar
uk: Всі каталоги

# docedit.forms.dimension.singleValue
source: Einzelwert
es: Valor único
it: Valore singolo
pt: Valor único
tr: Tek değer
uk: Єдине значення

# docedit.forms.dimension.range
source: Bereich
es: Rango
it: Area
pt: Área
tr: Aralık
uk: Область

# docedit.forms.dimension.asMeasuredBy
source: Gemessen an:
es: Medido por:

# docedit.forms.dimension.imprecise
source: Ungenau
es: Impreciso
it: Impreciso
pt: Impreciso
tr: Hassas olmayan
uk: Неточно/приблизно

# docedit.forms.dimension.comment
source: Kommentar:
es: Comentario:
it: Commento:
pt: Comentário:
tr: Yorum:
uk: Коментар:

# docedit.forms.dropdownRange.from
source: von
es: desde
it: da
pt: de
tr: -dan
uk: від

# docedit.forms.dropdownRange.to
source: bis
es: hasta
it: a
pt: a
tr: -e kadar
uk: до

# docedit.forms.dropdownRange.tooltip
source: Start- und Endzeitraum angeben
es: Especificar período de inicio y fin
it: Specificare il periodo di inizio e fine
pt: Inserir data de início e fim
tr: Başlangıç ve bitiş dönemini belirtin
uk: Вкажіть період початку та кінця

# geometry.none
source: Keine Geometrie
es: Sin geometría
it: Nessuna geometria
pt: Sem geometria
tr: Geometri yok
uk: Жодної геометрії

# geometry.point
source: Punkt
es: Punto
it: Punto
pt: Ponto
tr: Nokta
uk: Пункт/точка

# geometry.multiPoint
source: Multipunkt
es: Multipunto
it: Multipunto
pt: Multiponto
tr: Çoklu nokta
uk: Мультипункт

# geometry.polyline
source: Polyline
es: Polilínea
it: Polilinea
pt: Polilinha
tr: Çizgi
uk: Полілінія

# geometry.multiPolyline
source: Multipolyline
es: Multipolilínea
it: Multipolilinea
pt: Multipolilinha
tr: Çoklu çizgi
uk: Мультиполілінія

# geometry.polygon
source: Polygon
es: Polígono
it: Poligono
pt: Polígono
tr: Poligon
uk: Полігон

# geometry.multiPolygon
source: Multipolygon
es: Multipolígono
it: Multipoligono
pt: Multipolígono
tr: Çoklu poligon
uk: Багатокутник

# docedit.forms.invalidIdentifier
source: Der eingetragene Bezeichner <b>{{currentIdentifier}}</b> beginnt nicht mit dem konfigurierten Bezeichner-Präfix <b>{{identifierPrefix}}</b>. Bitte tragen Sie einen neuen Bezeichner ein.
es: El identificador introducido <b>{{currentIdentifier}}</b> no comienza con el prefijo de identificador configurado <b>{{identifierPrefix}}</b>. Por favor, introduce un nuevo identificador.
pt: O identificador <b>{{currentIdentifier}}</b> inserido não começa como o prefixo de identificador <b>{{identifierPrefix}}</b> configurado. Por favor insira um novo identificador.
tr: Girilen tanımlayıcı <b>{{currentIdentifier}}</b>, yapılandırılan tanımlayıcı önekiyle <b>{{identifierPrefix}}</b> başlamıyor. Lütfen yeni bir tanımlayıcı girin.

# settings.applySettings
source: Einstellungen übernehmen
es: Aplicar configuración
it: Applicare le impostazioni
pt: Aplicar definições
tr: Ayarları uygula
uk: Налаштування зберегти

# settings.general
source: Allgemeine Einstellungen
es: Configuración general
it: Impostazioni generali
pt: Definições gerais
tr: Genel ayarlar
uk: Загальні налаштування

# settings.languages
source: Sprachen
es: Idiomas
pt: Línguas
tr: Diller

# settings.languages.info
source: Sprachen können nach Priorität sortiert werden. Für fett gedruckte Sprachen ist eine übersetzte Benutzeroberfläche verfügbar. Darüber hinaus können für weitere Sprachen Übersetzungen von Kategorie- und Feldbezeichnungen sowie Wertelisten in der Projektkonfiguration hinterlegt sein.
es: Los idiomas se pueden ordenar por prioridad. Una interfaz de usuario traducida está disponible para los idiomas en negrita. Además, en la configuración del proyecto, pueden estar disponibles traducciones de nombres de categorías y campos, así como listas de valores, para otros idiomas.
pt: Línguas podem ser ordenadas por prioridade. Para as línguas em negrito existe uma interface de utilizador. Adicionalmente podem ser depositadas traduções de identificadores de categorias e campos e de listas de valores para outras línguas na configuração de projeto.
tr: Diller önceliğe göre sıralanabilir. Kalın harflerle yazılan diller için çevrilmiş bir kullanıcı arayüzü mevcuttur. Ayrıca proje konfigürasyonunda diğer diller için kategori ve alan adlarının yanı sıra değer listelerinin çevirileri de mevcut olabilir.

# settings.userName
source: Name der Benutzerin/des Benutzers
es: Nombre de usuario
pt: Nome do utilizador/da utilizadora
tr: Kullanıcı adı
uk: Ім'я користувача/ки

# settings.userName.info
source: Dieser Name wird in der Bearbeitungshistorie gespeichert, damit Änderungen an Datensätzen einer Person zugeordnet werden können.
es: Este nombre se guarda en historial de edición para permitir que los cambios en el conjunto de datos sean atribuibles a una persona.
pt: Este nome vai ser guardado no histórico de modificações para que modificações de dados possam ser associadas a uma pessoa.
tr: Bu ad, kayıtlardaki değişikliklerin bir kişiyle ilişkilendirilebilmesi için düzenleme geçmişinde saklanır.
uk: Це ім’я зберігається в історії редагування, для того щоб зміни в записах можна було приписати окремій особі.

# settings.synchronization
source: Synchronisation
es: Sincronización
it: Sincronizzazione
pt: Sincronização
tr: Senkronizasyon
uk: Синхронізація

# settings.synchronization.activate
source: Synchronisation aktivieren
es: Activar sincronización
pt: Ativar sincronização
tr: Senkronizasyonu etkinleştir

# settings.synchronization.address
source: Adresse
es: Dirección
it: Indirizzo
pt: Endereço
tr: Adres
uk: Адреса

# settings.synchronization.password
source: Passwort
es: Contraseña
it: Password
pt: Palavra-passe
tr: Şifre
uk: Пароль

# settings.synchronization.ownAddress
source: Eigene Adresse
es: Tu dirección
it: Indirizzo dell'utente
pt: Endereço próprio
tr: Adresiniz
uk: Власна адреса

# settings.synchronization.hostPassword
source: Eigenes Passwort
es: Tu contraseña
it: Password dell'utente
pt: Palavra-passe própria
tr: Şifreniz
uk: Власний пароль

# settings.synchronization.allowUploads
source: Originalbilder empfangen
es: Recibir imágenes originales
it: Acquisire le immagini originali
pt: Receber imagens originais
tr: Orijinal görselleri alın
uk: Отримате оригінальні ілюстрації

# settings.synchronization.allowUploads.info
source: Der Empfang von Originalbildern ist standardmäßig deaktiviert, da diese aufgrund ihrer Größe viel Festplattenspeicher belegen können und für die Nutzung der Anwendung nicht zwingend nötig sind.
es: Las cargas de imágenes originales a este ordenador por parte de otros están bloqueadas por defecto porque su tamaño puede ser problemático en cuanto al espacio en disco y no son estrictamente necesarias para usar la aplicación.
pt: Por norma está desativada a receção de imagens originais, uma vez que podem ocupar espaço no disco rígido e não são necessárias para a utilização da aplicação.
tr: Orijinal görüntülerin alınması varsayılan olarak devre dışıdır çünkü boyutları nedeniyle çok fazla sabit disk alanı kaplayabilirler ve uygulamayı kullanmak için zorunlu değildirler.

# settings.synchronization.info
source: Diese Adresse und dieses Passwort müssen in anderen Field-Desktop-Installationen eingetragen werden, damit dieser Computer als Synchronisationsziel eingerichtet werden kann.
es: Esta dirección y contraseña deben configurarse en otras instalaciones de Field Desktop para poder sincronizar datos con este equipo.
pt: Este endereço e palavra-passe devem ser inseridas em outras aplicações de Field Desktop para que este computador seja instalado como destinação de sincronização.
tr: Bu bilgisayarın senkronizasyon hedefi olarak ayarlanabilmesi için bu adres ve parolanın diğer Field Desktop kurulumlarına girilmesi gerekir.

# settings.images
source: Bilder
es: Imágenes
it: Immagini
pt: Imagens
tr: Görüntüler
uk: Ілюстрації

# settings.images.path
source: Pfad
es: Ruta
pt: Caminho
tr: Dosya yolu

# settings.images.path.info
source: Dieser Pfad kann normalerweise auf seiner Grundeinstellung belassen werden. Es kann nötig sein, ihn zu verändern, wenn das von Field genutzte Bilderverzeichnis auf einem Netzwerk-Gerät (NAS) liegt, das von verschiedenen Nutzern bzw. Nutzerinnen geteilt wird. Die Anwendung legt unterhalb dieses Pfades für jedes Projekt ein Unterverzeichnis an. Die in diesen Verzeichnissen abgelegten Bilddateien werden vollständig durch Field verwaltet. Bilddateien sollten nicht per Hand dort abgelegt werden, sondern in der Bilderübersicht oder dem Bilder-Tab der Ressourcenansicht importiert werden.
es: En la mayoría de los casos, esta ruta puede mantenerse en su configuración original. Puede ser necesario cambiarla si el directorio de imágenes que utiliza Field está almacenado en un dispositivo de red (NAS) compartido entre varios usuarios. Dentro de este directorio, la aplicación crea un subdirectorio para cada proyecto. Los archivos de imagen almacenados en estos directorios son gestionados por Field. Los archivos de imagen no deben colocarse allí manualmente, sino importarse en la vista general de imágenes o en la pestaña de imágenes de la vista del recurso.
pt: Este caminho pode normalmente ser deixado com a configuração de base. Tem que ser alterado se o diretório de imagens esteja localizado num armazenamento conectado à rede (NAS) que seja utilizado por vários utilizadores. A aplicação cria para cada projeto um diretório separado neste caminho. Os diretórios de imagens são integralmente geridos por Field. Ficheiros de imagens não devem ser depositados manualmente neste caminho, mas importados pela visualização de imagens ou a aba de imagens dos recursos.
tr: Bu yol genellikle varsayılan ayarında bırakılabilir. Field Desktop tarafından kullanılan görüntü dizini farklı kullanıcılar tarafından paylaşılan bir ağ cihazında (NAS) bulunuyorsa bunu değiştirmek gerekebilir. Uygulama bu dizinin altındaki her proje için bir alt dizin oluşturur. Bu dizinlerde saklanan görüntü dosyaları tamamen Field Desktop tarafından yönetilir. Görüntü dosyaları oraya elle yerleştirilmemelidir, Görsel Yönetimi menüsüne veya girdinin görseller sekmesine aktarılmalıdır.

# settings.showAdvanced
source: Erweiterte Optionen
es: Configuración avanzada
it: Opzioni avanzate
pt: Opções avançadas
tr: Gelişmiş ayarlar
uk: Розширені параметри
