Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# import.mergeOption.csv.info
source: Ist diese Option aktiviert, so werden bereits existierende Datensätze mit den Daten aus der Importdatei ergänzt. Felder des Importdatensatzes überschreiben dabei gleichnamige Felder im existierenden Datensatz. Im existierenden Datensatz vorhandene Felder, die nicht im Importdatensatz vorhanden sind, bleiben unverändert bestehen. Die Kategorie kann nicht verändert werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Spalte <em>identifier</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
it: Se questa opzione è attivata, i record dei dati esistenti vengono integrati con i dati del file di importazione. I campi nel file di importazione che hanno lo stesso nome di quelli nel file dove vengono importati sovrascrivono i record dei campi omonimi nel file esistente. I campi dei record dei dati esistenti che non sono nei record dei dati di importazione rimangono invariati. La categoria non può essere modificata. L'assegnazione dei record di dati avviene tramite identificatore (colonna <em>identifier</em>). I record dei dati nel file di importazione che non possono essere assegnati vengono ignorati.
pt: Se esta opção estiver ativa, os recursos já existentes serão combinados com os dados do ficheiro de importação. Os campos do registo a importar substituem os campos correspondentes no registo já existente. As geometrias do registo a importar substituem as do registo já existente. Campos do registo já existente que não estejam definidos ou alterados no registo a importar permanecem inalterados. A categoria não pode ser alterada. A atribuição de registos é feita com base na coluna <em>identificador</em>. Registos no ficheiro de importação que não possam ser atribuídos a um recurso serão ignorados.
uk: Якщо цей параметр активований, наявні записи даних доповнюються даними з файлу імпорту. Поля в записі даних імпорту перезаписують однойменні поля в існуючому записі даних. Поля в існуючому записі даних, яких немає в записі даних імпорту, залишаються незмінними. Категорію змінити не можна. Записи даних присвоюються ідентифікатором (Колонка <em>ідентифікатор</em>). Записи у файлі імпорту, які не можуть бути зіставлені, ігноруються.

# import.mergeOption.permitDeletions
source: Löschen erlauben
it: Consentire l'eliminazione
uk: Дозволити видалення

# import.mergeOption.deletionsInfo.jsonl
source: Ist diese Option aktiviert, so können sowohl Felder als auch Relationen nicht nur verändert, sondern auch entfernt werden. Gelöscht werden alle Felder und Relationen, denen in der Importdatei der Wert <i>null</i> zugewiesen ist. Nicht aufgeführte Felder und Relationen bleiben unverändert.
it: Se questa opzione è attivata i campi e le relazioni non solo possono essere modificati, ma anche rimossi. Tutti i campi e le relazioni a cui viene assegnato il valore <i>null</i> nel file di importazione vengono cancellati. I campi e le relazioni non elencati rimangono invariati.
uk: Якщо цю опцію активовано, як поля, так і зв’язки можна не тільки змінити, але й видалити. Усі поля та зв’язки, для яких видалено значення в файлі імпорту, будуть видалені <i>null</i> призначається. Поля та відношення, яких немає в списку, залишаються незмінними.

# import.mergeOption.deletionsInfo.csv
source: Ist diese Option aktiviert, so können sowohl Felder als auch Relationen nicht nur verändert, sondern auch entfernt werden. Gelöscht werden alle Felder und Relationen, bei denen das Feld in der Importdatei leer ist. Nicht in der CSV-Tabelle als Spalte aufgeführte Felder und Relationen bleiben unverändert.
it: Se questa opzione è attivata i campi e le relazioni non solo possono essere modificati, ma anche rimossi. Tutti i campi e le relazioni in cui il campo del file di importazione è vuoto, vengono cancellati. I campi e le relazioni non elencati come colonne nella tabella CSV rimangono invariati.
uk: Якщо цю опцію активовано, то як і поля, так і зв’язки можна не тільки змінити, але й видалити. Усі поля та зв’язки, для яких поле у ​​файлі імпорту порожнє, видаляються. Поля та зв’язки, не вказані як стовпці в таблиці CSV, залишаються незмінними.

# import.geojson.info
source: Beim GeoJSON-Import werden keine neuen Ressourcen angelegt, sondern existierenden Ressourcen Geometrien hinzugefügt. Bitte beachten Sie, dass bereits vorhandene Geometrien dabei überschrieben werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em> im Objekt <em>properties</em>). Datensätze in der Importdatei, die nicht zugeordnet werden können, werden ignoriert.
it: L'importazione dei file GeoJSON non crea nuove risorse, ma aggiunge geometrie alle risorse esistenti. Si prega di notare che le Geometrie esistenti vengono sovrascritte. L'assegnazione dei record dei dati avviene tramite l' identificatore (campo <em>identifier</em> nell'oggetto <em>properties</em>). I record dei dati nel file di importazione che non possono essere assegnati vengono ignorati.
pt: A importação GeoJSON não cria novos recursos. As geometrias são adicionadas a recursos já existentes. Tenha em atenção que neste processo as geometrias já existentes serão substituídas. A atribuição dos registos é feita com base no campo <em>identificador</em> das <em>propriedades</em> do objeto. Registos no ficheiro de importação que não possam ser atribuídos serão ignorados.
uk: Під час імпорту GeoJSON нові ресурси не створюються, але геометрії додаються до існуючих ресурсів. Зверніть увагу, що наявна геометрія буде перезаписана. Записи даних присвоюються ідентифікатором (Поле <em>ідентифікатор</em> в об’єкті <em>properties</em>). Записи у файлі імпорту, які не можуть бути зіставлені, ігноруються.

# import.shapefile.info
source: Beim Shapefile-Import werden keine neuen Ressourcen angelegt, sondern existierenden Ressourcen Geometrien hinzugefügt. Bitte beachten Sie, dass bereits vorhandene Geometrien dabei überschrieben werden. Die Zuordnung von Datensätzen geschieht per Bezeichner (Feld <em>identifier</em>). Datensätze im Shapefile, die nicht zugeordnet werden können, werden ignoriert.
it: Durante l'importazione dal formato shapefile non vengono create nuove risorse, ma vengono aggiunte geometrie alle risorse esistenti. Si prega di notare che le geometrie già presenti vengono sovrascritte. L'assegnazione dei record di dati avviene per identificatore (campo <em>identifier</em>). I record dei dati nello shapefile che non possono essere assegnati vengono ignorati.
pt: A importação de shapefile não cria novos recursos. As geometrias são adicionadas a recursos já existentes. Tenha em atenção que neste processo as geometrias já existentes serão substituídas. A atribuição dos registos é feita com base no campo <em>identificador</em>. Registos no shapefile que não possam ser atribuídos a um recurso serão ignorados.
uk: Під час імпорту шейп-файлу нові ресурси не створюються, але геометрії додаються до існуючих ресурсів. Зверніть увагу, що наявна геометрія буде перезаписана. Записи даних присвоюються ідентифікатором (Feld <em>identifier</em>). Записи у шейп-файлі, які не можуть бути зіставлені, ігноруються.

# export.invalidFields.resource
source: (Ressource {{invalidField.identifier}})
it: (Risorsa {{invalidField.identifier}})
pt: (Recurso {{invalidField.identifier}})
tr: (Girdi {{invalidField.identifier}})
uk: (Ресурс/дані {{invalidField.identifier}})

# export.combineHierarchicalRelations
source: Hierarchische Relationen zusammenfassen (empfohlen)
it: Accorpare le relazioni gerarchiche (consigliato)
uk: Поєднати ієрархічні зв’язки (рекомендовано)

# export.formats.geojson
source: GeoJSON
uk: ГеоJSON

# export.formats.shapefile
source: Shapefile
uk: Шейп-Файл

# export.combineHierarchicalRelations.info
source: Ist diese Option aktiviert, werden die hierarchischen Relationen zur vereinfachten Relation <i>isChildOf</i> zusammengefasst, die jeweils die unmittelbar übergeordnete Ressource angibt. Diese Option sollte im Normalfall aktiviert bleiben.
it: Se quest'opzione è attiva, le relazioni gerarchiche vengono indicate come relazione semplificata "isChildOf", che indica la risorsa immediatamente sovraordinata. Questa importazione deve di regola rimanere attiva.
uk: Якщо цей параметр активовано, ієрархічні зв’язки об’єднуються у спрощене відношення <i>isChildOf</i>, яке у кожному випадку визначає безпосередній батьківський ресурс. Зазвичай цей параметр має залишатися активованим.

# export.csv.noResources
source: Keine Ressourcen gefunden.
it: Nessuna risorsa trovata.
uk: Ресурси/дані не знайдено.

# export.csv.noCatalogs
source: Keine Kataloge gefunden.
it: Nessun catalogo trovato.
uk: Каталоги не знайдено.

# export.geojson.info
source: Exportiert werden Geometrien und die Felder <em>Bezeichner</em> (identifier), <em>Kurzbeschreibung</em> (shortDescription) und <em>Kategorie</em> (category) der jeweiligen Ressourcen.
it: Verranno esportate le geometrie e i campi <em>identificatore</em> (identifier), <em>breve descrizione</em> (shortDescription) e <em>categoria</em> (category) delle rispettive risorse.
uk: Експортуватися будуть геометрія та поля <em>ідентифікатор</em> (identifier), <em>Короткий опис</em> (shortDescription) і <em>Категорія</em> (category) відповідних ресурсів/даних.

# backup.creation.info
source: Erstellt ein Backup des aktuell geöffneten Projekts. Regelmäßige Backups erhöhen die Datensicherheit und erlauben es bei Datenverlusten, die Datenbank aus dem letzten gesicherten Zwischenstand wiederherzustellen. <br><br> Bitte beachten Sie, dass Originale von Bildern nicht mitgesichert werden. Diese befinden sich in dem unter <i>Einstellungen</i> angezeigten Pfad und sollten separat gesichert werden.
it: Crea una copia di backup del progetto attualmente attivo. I backup regolari aumentano la sicurezza dei dati e in caso di perdita dei dati, consentono di ripristinare il database dall'ultimo file salvato. <br/><br/> Si prega di notare che gli originali delle immagini non vengono salvati nel file di backup. Questi si trovano nel percorso mostrato nelle <i>Impostazioni</i> e devono essere salvati separatamente.
uk: Створює резервну копію поточного відкритого проекту. Регулярне резервне копіювання підвищує безпеку даних і, у разі втрати даних, дозволяє відновити базу даних із останнього збереженого проміжного стану. <br> <br> Зверніть увагу, що оригінали зображеннь/ілюстацій не зберігаються. Вони знаходятья в <i> Налаштування </i> відображуваний шлях і слід створити резервну копію окремо.

# backup.loading.info.1
source: Geben Sie hier den vollständigen Pfad einer Backup-Datei sowie die Kennung eines Zielprojekts ein. Die Kennung des Zielprojekts darf nicht mit derjenigen des aktuell geöffneten Projekts übereinstimmen.
it: Inserire qui il percorso completo di un file di backup e l'identificatore di un progetto di destinazione. L'identificatore del progetto di destinazione non può corrispondere a quello del progetto attualmente aperto.
uk: Введіть тут повний шлях до файлу резервної копії та назву цільової бази даних/цільового проекту. Ім'я цільового проекту не має збігатися з назвою поточного відкритого проекту.

# backup.loading.info.2
source: Hinweis: Nach dem Einspielen eines Backups werden Vorschaubilder erneut aus den Originaldaten errechnet, weshalb die Anwendung zunächst möglicherweise etwas langsamer laufen kann.
it: Nota: dopo il ripristino di un backup le immagini di anteprima verranno ricalcolate in base ai dati originali. L'applicazione può funzionare più lentamente per un breve periodo di tempo dopo il processo.
uk: Примітка: Після імпортування резервної копії мініатюри перераховуються з вихідних даних, тому спочатку програма може працювати трохи повільніше.

# configuration.extendValuelistInfo
source: Bitte wählen Sie einen Bezeichner für Ihre Erweiterung der Werteliste <code>{{valuelistToExtend.id}}</code>.
it: Selezionare un identificatore per l'estensione della lista di valori <code>{{valuelistToExtend.id}}</code>.
uk: Виберіть ідентифікатор для вашого розширення списку значень<code>{{valuelistToExtend.id}}</code>.

# configuration.createSpecificField
source: Feld <code>{{field.name}}</code> erstellen
it: Creare campo <code>{{field.name}}</code>
uk: Поле <code>{{field.name}}</code> erstellen

# configuration.valuelist
source: Werteliste
it: Lista di valori
pt: Lista de valores
uk: Список даних/значень

# configuration.valuelistForDimensionSubfield
source: Werteliste (Unterfeld "Gemessen an")
uk: Список даних/значень (Підкатегорія поля "Виміряно в/на„)

# configuration.createSpecificGroup
source: Gruppe <code>{{group.name}}</code> erstellen
it: Creare gruppo <code>{{group.name}}</code>
uk: Групу <code>{{group.name}}</code> створити

# configuration.editSpecificGroup
source: Gruppe <code>{{group.name}}</code> bearbeiten
it: Modificare gruppo <code>{{group.name}}</code>
uk: Група <code>{{group.name}}</code> редагувати

# config.inputType.multiInput
source: Einzeiliger Text mit Mehrfachauswahl
pt: Múltiplas linhas únicas de texto
tr: Çoklu seçimli tek satırlık metin
uk: Один рядок тексту з кількома виділеннями

# config.inputType.dimension
source: Maßangabe
it: Dimensione
pt: Indicação da dimensão
tr: Boyut
uk: Обміри

# configuration.editSpecificCategory
source: Kategorie <code>{{category.name}}</code> bearbeiten
it: Modificare categoria <code>{{category.name}}</code>
uk: Категорію <code>{{category.name}}</code> редагувати

# configuration.addSpecificCategory
source: Kategorie <code>{{category.name}}</code> hinzufügen
it: Aggiungere categoria <code>{{category.name}}</code> hinzufügen
pt: Adicionar categoria <code>{{category.name}}</code>
uk: Категорію <code>{{category.name}}</code> додати

# configuration.references
source: Verweise
it: Riferimenti
pt: Referências
uk: Посилання

# configuration.basicSettings
source: Grundeinstellungen
it: Impostazioni di base
pt: Definições básicas
uk: Основні параметри

# configuration.importModal.header
source: Konfiguration aus anderem Projekt importieren
it: Importare la configurazione da un altro progetto
pt: Importar configuração de outro projeto
uk: Імпорт конфігурації з іншого проекту

# configuration.importModal.warning
source: Bitte beachten Sie, dass sämtliche Konfigurationsanpassungen (inklusive Wertelisten) beim Import verloren gehen. Die Projektkonfiguration wird vollständig durch die Konfiguration des ausgewählten Projekts ersetzt.
pt: Por favor, tenha em atenção que todos os ajustes à configuração (incluindo listas de valores) serão perdidos durante a importação. A configuração do projeto será totalmente substituída pela configurção do projeto selecionado.
uk: Зверніть увагу, що під час імпорту всі налаштування конфігурації (включаючи списки даних/значень) буде втрачено. Конфігурація проекту повністю замінюється конфігурацією вибраного проекту.

# configuration.changeNotification.header
source: Die Projektkonfiguration hat sich geändert.
it: La configurazione del progetto è cambiata.
uk: Конфігурацію проекту змінено.

# configuration.saveInfo.general
source: Möchten Sie die von Ihnen vorgenommenen Änderungen an der Konfiguration wirklich speichern? Bitte beachten Sie, dass Ihre Änderungen das gesamte Projekt betreffen.
it: Volete salvare davvero le modifiche apportate alla configurazione? Tenete presente che la modifiche influenzeranno l'intero progetto.
uk: Ви впевнені, що бажаєте зберегти внесені зміни конфігурації? Зверніть увагу, що ваші зміни впливають на весь проект.

# configuration.saveInfo.synchronization
source: Andere Benutzerinnen und Benutzer, die über eine Synchronisationsverbindung am gleichen Projekt arbeiten, werden die Field-Desktopanwendung neustarten müssen, um die Konfigurationsänderungen zu übernehmen.
it: Gli altri utenti che lavorano allo stesso progetto tramite sincronizzazione dovranno riavviare l'applicazione Field Desktop per applicare le modifiche effettuate alla configurazione.
uk: Іншим користувачам, які працюють над тим самим проектом через з’єднання для синхронізації, потрібно буде перезапустити програму Field для робочого столу, щоб зміни конфігурації набули чинності.

# configuration.valueDescription
source: Beschreibung
it: Descrizione
pt: Descrição
uk: Опис

# configuration.customFilter
source: Projektspezifische Wertelisten
it: Liste di valori specifiche del progetto
pt: Listas de valores específicas do projeto
uk: Специфічні для проекту списки даних/значень

# configuration.inUseFilter
source: Verwendete Wertelisten
it: Liste di valori utilizzate
pt: Lista de valores em uso
uk: Використані списки даних/значень

# searchConstraints.dropdownRange.from
source: (von)
it: (da)
uk: (від)

# searchConstraints.dropdownRange.to
source: (bis)
it: (a)
uk: (до)

# configuration.identifierPrefix
source: Bezeichner-Präfix
it: Prefisso identificativo
uk: Префікс ідентифікатора

# configuration.identifierPrefix.warning.single
source: Es wurde bereits eine Ressource dieser Kategorie angelegt. Bitte beachten Sie, dass das Präfix <b>nicht</b> automatisch für schon existierende Bezeichner gesetzt wird.
it: Una risorsa di questa categorie è già stata creata. Si noti che il prefisso <b>non</b> è impostato automaticamente per gli identificatori già esistenti.
uk: Ресурс цієї категорії вже створено. Зверніть увагу, що префікс <b>не</b> встановлюється автоматично для вже існуючих ідентифікаторів.

# configuration.identifierPrefix.warning.multiple
source: Es wurden bereits {{numberOfCategoryResources}} Ressourcen dieser Kategorie angelegt. Bitte beachten Sie, dass das Präfix <b>nicht</b> automatisch für schon existierende Bezeichner gesetzt wird.
it: {{numberOfCategoryResources}} risorse di questa categorie sono già stata create. Si noti che il prefisso <b>non</b> è impostato automaticamente per gli identificatori già esistenti.
uk: Вже були створені {{numberOfCategoryResources}} ресурси цієї категорії. Зверніть увагу, що префікс <b>не</b> встановлюється автоматично для вже існуючих ідентифікаторів.

# configuration.description
source: Beschreibung
it: Descrizione
uk: Опис

# configuration.color
source: Farbe
it: Colore
uk: Колір

# configuration.editSpecificField
source: Feld <code>{{field.name}}</code> bearbeiten
it: Modificare campo <code>{{field.name}}</code>
uk: Поле <code> {{field.name}} </code> редагувати

# project.cancelModal.header
source: Download abbrechen?
uk: Зупинити/cкасувати завантаження?

# project.cancelModal.info
source: Bitte beachten Sie, dass der Download im Falle eines Abbruchs von vorn beginnt, wenn Sie das Projekt zu einem späteren Zeitpunkt erneut herunterladen.
it: Se si procede a scaricare un progetto più recente dopo un'interruzione, assicurarsi che il processo di scaricamento ricominci da capo.
uk: Зауважте, що якщо проект буде перервано, завантаження розпочнеться знову, якщо ви знову завантажите проект пізніше.

# project.createModal.header
source: Neues Projekt erstellen
it: Cominciare un nuovo progetto
pt: Criar novo projeto
uk: Створити новий проект

# project.createModal.projectName.info
source: Optional können Sie für jede Sprache einen Projektnamen angeben. Der Name darf beliebige Zeichen enthalten und maximal {{getNameMaxLength()}} Zeichen lang sein. Er kann jederzeit in den Projekteigenschaften geändert werden.
it: È possibile facoltativamente specificare un nome di progetto per ogni lingua. Il nome può contenere qualsiasi carattere e può essere lungo al massimo {{getNameMaxLength()}} caratteri. Può essere modificato in qualsiasi momento nelle proprietà del progetto.
uk: За бажанням ви можете вказати назву проекту для кожної мови. Ім'я може містити будь-які символи і не більше {{getNameMaxLength()}} символів. Його можна будь-коли змінити у властивостях проекту.

# project.createModal.configuration.info
source: Die ausgewählte Startkonfiguration bestimmt, welche Kategorien, Formulare und Felder für das neue Projekt zunächst zur Verfügung stehen. Die Konfiguration kann anschließend beliebig angepasst werden.
it: La configurazione iniziale selezionata determina quali categorie, moduli e campi sono disponibili inizialmente per il nuovo progetto. La configurazione può essere adattata a piacimento in un secondo momento.
uk: Вибрана конфігурація запуску визначає, які категорії, формуляри та поля спочатку доступні для нового проекту. Потім конфігурацію можна налаштувати за потребами.

# project.createModal.languages.info
source: Wählen Sie hier die Sprachen aus, in denen innerhalb des Projekts Daten eingetragen werden sollen. Bitte wählen Sie mindestens eine Sprache aus.
it: Selezionare qui le lingue nelle quali inserire i dati nel progetto. Selezionare almeno una lingua.
uk: Вибиріть тут мови, на яких повинні бути введені дані у рамках проекту. Виберіть хоча б одну мову.

# project.createModal.identifier.info
source: Geben Sie hier eine eindeutige Kennung des neuen Projekts ein. Erlaubte Zeichen sind Kleinbuchstaben des lateinischen Alphabets, Ziffern, Unterstriche und Bindestriche. Die Kennung muss mit einem Buchstaben beginnen und darf maximal {{getIdentifierMaxLength()}} Zeichen lang sein. Sie kann zu einem späteren Zeitpunkt <b>nicht</b> mehr geändert werden.
it: Inserire qui un identificatore univoco del nuovo progetto. I caratteri consentiti sono lettere minuscole dell'alfabeto latino, cifre, trattini bassi e trattini. L'identificatore deve iniziare con una lettera e non deve essere più lungo di {{getIdentifierMaxLength()}} caratteri. <b>Non</b> può essere modificato in un secondo momento.
uk: Введіть тут однозначний/унікальний ідентифікатор для нового проекту. Дозволеними символами є малі літери латинського алфавіту, цифри, підкреслення та дефіси. Ідентифікатор має починатися з літери і не може перевищувати максимум {{getIdentifierMaxLength()}} символів. Його пізніше <b>не</b> зможете змінити.

# project.deleteModal.header
source: Projekt <b>{{projectIdentifier}}</b> löschen?
it: Cancellare il progetto <b>{{projectIdentifier}}</b>?
uk: Проект <b>{{projectIdentifier}}</b> видалити?

# project.deleteModal.confirmDeleteInfo
source: Bitte geben Sie die Projektkennung ein, um den Löschvorgang zu bestätigen.
it: Inserire l'identificatore di progetto per proseguire con il processo di eliminazione.
uk: Введіть назву проекту, щоб підтвердити видалення.

# project.download.progressInfo.files
source: {{getRoundedProgress(filesProgressPercent)}}% der Bilder geladen...
it: {{getRoundedProgress(filesProgressPercent)}}% delle immagini è stato caricato...
pt: {{getRoundedProgress(filesProgressPercent)}}% das imagens carregadas...
tr: {{getRoundedProgress(filesProgressPercent)}}% görsel yüklendi...
uk: {{getRoundedProgress(filesProgressPercent)}} % завантажених зображень...

# project.download.progressInfo.databaseFinished
source: {{getRoundedProgress(databaseProgressPercent)}}% der Projektdaten geladen.
it: {{getRoundedProgress(databaseProgressPercent)}}% dei dati del progetto è stato caricato.
pt: {{getRoundedProgress(databaseProgressPercent)}}% dos dados de projeto carregados.
tr: {{getRoundedProgress(databaseProgressPercent)}}% proje verisi yüklendi.
uk: {{getRoundedProgress(databaseProgressPercent)}} % завантажених даних проекту.

# project.download.progressInfo.cancelling
source: Download wird abgebrochen...
it: Il download è stato annullato...
uk: Завантаження буде перервано...

# project.download.progressInfo.database
source: {{getRoundedProgress(databaseProgressPercent)}}% der Projektdaten geladen...
it: {{getRoundedProgress(databaseProgressPercent)}}% dei dati del progetto è stato caricato...
pt: {{getRoundedProgress(databaseProgressPercent)}}% dos dados de projeto carregados...
tr: {{getRoundedProgress(databaseProgressPercent)}}% proje verisi yüklendi...
uk: {{getRoundedProgress(databaseProgressPercent)}} % даних проекту завантажено...
