Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# navbar.taskbar.warnings.info.resourceLimitExceeded.multiple
source: Es dürfen nur <b>{{section.category.resourceLimit}}</b> Ressourcen der Kategorie <i>{{getCategoryLabel(section)}}</i> angelegt werden.
it: Possono essere create solamente <b>{{section.category.resourceLimit}}</b> risorse della categoria <i>{{getCategoryLabel(section)}}</i>.
pt: Só podem ser criados <b>{{section.category.resourceLimit}}</b> recursos da categoria <i>{{getCategoryLabel(section)}}</i>.
tr: Yalnızca <i>{{getCategoryLabel(section)}}</i> kategorisindeki <b>{{section.category.resourceLimit}}</b> girdileri oluşturulabilir.
uk: Тільки <b>{{section.category.resourceLimit}}</b> ресурси категорії <i>{{getCategoryLabel(section)}}</i> можна створити.

# navbar.taskbar.warnings.info.missingIdentifierPrefix
source: Der Bezeichner dieser Ressource beginnt nicht mit dem konfigurierten Präfix <i>{{getIdentifierPrefix(section)}}</i>.
it: L'identificatore di questa risorsa non inizia con il prefisso configurato <i>{{getIdentifierPrefix(section)}}</i>.
pt: O identificador deste recurso não inicia com prefixo configurado <i>{{getIdentifierPrefix(section)}}</i>.
tr: Bu girdinin tanımlayıcısı konfigüre edilmiş <i>{{getIdentifierPrefix(section)}}</i> ön ekiyle başlamıyor.
uk: Ідентифікатор цього ресурсу не починається з налаштованого префікса <i>{{getIdentifierPrefix(section)}}</i>.

# configuration.deleteField.body
source: Möchten Sie das Feld <code>{{field.name}}</code> wirklich löschen?
it: Sei sicuro di voler eliminare il campo <code>{{field.name}}</code>?
pt: Quer realmente apagar o campo <code>{{field.name}}</code>?
tr: <code>{{field.name}}</code> alanını silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете поле <code>{{field.name}}</code> видалити?

# resources.scanStoragePlaceModal.editMode.singleDocument.multipleStoragePlaces
source: Für die Ressource <b>{{documents[0].resource.identifier}}</b> sind bereits mehrere Aufbewahrungsorte gesetzt.
it: Per la risorsa <b>{{documents[0].resource.identifier}}</b> sono stati giá impostati diversi luoghi di archiviazione.
pt: Para o recurso <b>{{documents[0].resource.identifier}}</b> já foram selecionados vários depósitos.
tr: <b>{{documents[0].resource.identifier}}</b> girdisi için birden fazla depolama konumu zaten ayarlanmıştır.
uk: Для ресурсів <b>{{documents[0].resource.identifier}}</b> вже визначено багато різних місць зберігання.

# resources.scanStoragePlaceModal.editMode.multipleDocuments.singleStoragePlace
source: Für {{documents.length}} Ressourcen ist bereits der Aufbewahrungsort <b>{{storagePlaceDocuments[0].resource.identifier}}</b> gesetzt.
it: Per {{documents.length}} risorse é stato giá impostato un luogo di archiviazione<b>{{storagePlaceDocuments[0].resource.identifier}}</b>.
pt: Para {{documents.length}} recursos já foi selecionado o depósito <b>{{storagePlaceDocuments[0].resource.identifier}}</b>.
tr: <b>{{storagePlaceDocuments[0].resource.identifier}}</b> depolama konumu zaten {{documents.length}} girdileri için ayarlanmıştır.
uk: Для {{documents.length}} ресурсів місця зберігання<b>{{storagePlaceDocuments[0].resource.identifier}}</b> вже визначено.

# resources.scanStoragePlaceModal.editMode.question.multiple
source: Möchten Sie die bisherigen Aufbewahrungsorte entfernen oder zusätzlich zum neuen Aufbewahrungsort <b>{{newStoragePlaceDocument.resource.identifier}}</b> beibehalten?
it: Vuoi rimuovere i luoghi di archiviazione giá in uso oppure mantenerli in aggiunta al nuovo luogo di archiviazione <b>{{newStoragePlaceDocument.resource.identifier}}</b>?
tr: Mevcut depolama konumlarını kaldırmak mı yoksa yeni depolama konumuna ek olarak <b>{{newStoragePlaceDocument.resource.identifier}}</b>'yı da tutmak mı istiyorsunuz?
uk: Ви хочете видалити дотеперішні місця зберігання скасувати або додатково зберегти їх до нового місця зберігання <b>{{newStoragePlaceDocument.resource.identifier}}</b> ?

# resources.scanStoragePlaceModal.editMode.singleDocument.singleStoragePlace
source: Für die Ressource <b>{{documents[0].resource.identifier}}</b> ist bereits der Aufbewahrungsort <b>{{storagePlaceDocuments[0].resource.identifier}}</b> gesetzt.
it: Per la risorsa <b>{{documents[0].resource.identifier}}</b> é stato giá impostato il luogo di archiviazione <b>{{storagePlaceDocuments[0].resource.identifier}}</b>.
pt: Para o recurso <b>{{documents[0].resource.identifier}}</b> já foi selecionado o depósito <b>{{storagePlaceDocuments[0].resource.identifier}}</b>.
tr: <b>{{storagePlaceDocuments[0].resource.identifier}}</b> depolama konumu <b>{{documents[0].resource.identifier}}</b> girdisi için zaten ayarlanmıştır.
uk: Для ресурсу <b>{{documents[0].resource.identifier}}</b> місце зберігання <b>{{storagePlaceDocuments[0].resource.identifier}}</b> вже визначено.

# resources.scanStoragePlaceModal.editMode.question.single
source: Möchten Sie den bisherigen Aufbewahrungsort entfernen oder zusätzlich zum neuen Aufbewahrungsort <b>{{newStoragePlaceDocument.resource.identifier}}</b> beibehalten?
it: Vuoi rimuovere il luogo di archiviazione giá in uso oppure mantenerlo in aggiunta al nuovo luogo di archiviazione<b>{{newStoragePlaceDocument.resource.identifier}}</b>?
tr: Mevcut depolama konumunu kaldırmak mı yoksa yeni depolama konumuna ek olarak <b>{{newStoragePlaceDocument.resource.identifier}}</b>'yı da tutmak mı istiyorsunuz?
uk: Ви хочете видалити попереднє місце зберігання або додатково зберегти його до нового місця зберігання <b>{{newStoragePlaceDocument.resource.identifier}}</b> ?

# resources.qrCodeEditorModal.header
source: QR-Code der Ressource <b>{{document.resource.identifier}}</b>
it: Codice QR della risorsa <b>{{document.resource.identifier}}</b>
pt: Código QR do recurso <b>{{document.resource.identifier}}</b>
tr: <b>{{document.resource.identifier}}</b> girdisi QR kodu
uk: QR-код ресурсу <b>{{document.resource.identifier}}</b>

# navbar.taskbar.warnings.sectionTitle.unconfiguredCategory
source: Unkonfigurierte Kategorie <b>{{section.unconfiguredCategoryName}}</b>
it: Categoria non configurata <b>{{section.unconfiguredCategoryName}}</b>
tr: Konfigüre edilmemiş kategori <b>{{section.unconfiguredCategoryName}}</b>
uk: Неналаштована категорія <b>{{section.unconfiguredCategoryName}}</b>

# navbar.taskbar.warnings.sectionTitle.unconfiguredField
source: Unkonfiguriertes Feld <b>{{getFieldLabel(section)}}</b>
it: Campo non configurato <b>{{getFieldLabel(section)}}</b>
tr: Konfigüre edilmemiş alan <b>{{getFieldLabel(section)}}</b>
uk: Неналаштоване поле <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.info.unconfiguredCategory
source: Die Kategorie <i>{{section.unconfiguredCategoryName}}</i> ist für dieses Projekt nicht konfiguriert. Die Ressource wird daher nicht angezeigt.
it: La categoria <i>{{section.unconfiguredCategoryName}}</i> non è configurata per questo progetto. La risorsa non verrá quindi mostrata.
tr: Kategori <i>{{section.unconfiguredCategoryName}}</i> bu proje için konfigüre edilmedi. Girdi bu nedenle görüntülenmez.
uk: Категорія <i>{{section.unconfiguredCategoryName}}</i> не налаштована для цього проекту. Тому ресурс не відображається.

# navbar.taskbar.warnings.info.invalidField
source: Die in diesem Feld eingetragenen Daten entsprechen nicht dem konfigurierten Eingabetyp <i>{{getInputTypeLabel(section)}}</i>.
it: I dati inseriti in questo campo non corrispondono al tipo di input configurato <i>{{getInputTypeLabel(section)}}</i>.
pt: Os dados inseridos no campo não correspondem ao tipo de entrada configurado <i>{{getInputTypeLabel(section)}}</i>.
tr: Bu alana girilen veriler, konfigüre edilmiş <i>{{getInputTypeLabel(section)}}</i> giriş tipine karşılık gelmiyor.
uk: Дані, введені в це поле, не відповідають налаштованому типу вводу <i>{{getInputTypeLabel(section)}}</i>.

# navbar.taskbar.deleteResource.confirmation
source: Möchten Sie die Ressource <b>{{document.resource.identifier}}</b> wirklich löschen?
it: Sei sicuro di voler cancellare la risorsa <b>{{document.resource.identifier}}</b>?
pt: Quer realmente apagar o recurso <b>{{document.resource.identifier}}</b>?
tr: <b>{{document.resource.identifier}}</b> girdisini silmek istediğinizden emin misiniz?
uk: Ви хочете ресурс <b>{{document.resource.identifier}}</b> насправді видалити?

# navbar.taskbar.deleteResource.all.info
source: Bitte beachten Sie: Durch diese Aktion werden alle <b></bgelöscht. < Ressourcen der unkonfigurierten Kategorie <b>category}}gelöscht. < gelöscht.
pt: Por favor note que esta ação apaga todos <b></bgelöscht. < os recursos da categoria não configurada <b>category}}gelöscht. < .
uk: Зверніть увагу: цею дією всі <b></bgelöscht. <ресурси в неналаштованій категорії<b>category}}gelöscht. <будуть видалені.

# navbar.taskbar.warnings.sectionTitle.invalidField
source: Ungültige Daten im Feld <b>{{getFieldLabel(section)}}</b>
it: Dati non validi nel campo <b>{{getFieldLabel(section)}}</b>
tr: <b>{{getFieldLabel(section)}}</b> alanında geçersiz veri
uk: Неправильні дані в полі <b>{{getFieldLabel(section)}}</b>

# navbar.taskbar.warnings.info.unconfiguredField.1
source: Das Feld ist für die Kategorie <i>{{getCategoryLabel(section)}}</i> nicht konfiguriert.
it: Il campo non é configurato per la categoria <i>{{getCategoryLabel(section)}}</i>.
pt: O campo não está configurado para a categoria <i>{{getCategoryLabel(section)}}</i>.
tr: Alan <i>{{getCategoryLabel(section)}}</i> kategorisi için konfigüre edilmemiş.
uk: Поле не налаштоване для категорії <i>{{getCategoryLabel(section)}}</i>.

# navbar.taskbar.warnings.fieldData.none
source: <i>Keine</i>
tr: <i>Yok</i>
uk: <i> жодного/ні</i>

# navbar.taskbar.deleteFieldData.confirmation
source: Möchten Sie die im Feld <span [innerHTML]="getFieldLabelHTML()"></span> eingetragenen Daten wirklich löschen?
it: Sei sicuro di voler cancellare i dati registrati sul campo <span [innerHTML]="getFieldLabelHTML()"></span>?
pt: Quer realmente apagar os dados inseridos no campo <span [innerHTML]="getFieldLabelHTML()"></span>?
tr: <span [innerHTML]="getFieldLabelHTML()"></span> alanına girilen verileri gerçekten silmek istiyor musunuz?
uk: Ви дійсно хочете введені в поле дані <span [innerHTML]="getFieldLabelHTML()"></span> видалити?

# navbar.taskbar.deleteOutliers.header
source: Wert <b>{{outlierValue}}</b> löschen
it: Cancellare valore <b>{{outlierValue}}</b>
pt: Apagar valor <b>{{outlierValue}}</b>
tr: <b>{{outlierValue}}</b> değerini sil
uk: Значення<b>{{outlierValue}}</b> видалити

# navbar.taskbar.deleteOutliers.all.info
source: Bitte beachten Sie: Durch diese Aktion wird der nicht in der Werteliste enthaltene Wert <b></b>Ressourcen gelö in sämtlichen Feldern aller <b></bRessourcen gelö Ressourcen gelöscht.
pt: Por favor note que através desta ação o valor <b></b>Ressourcen gelö não incluído na lista de valores vai ser apagado em todos os recursos <b></bRessourcen gelö.
tr: Lütfen unutmayın: Bu işlem, <b></b>Ressourcen gelötüm girdilerin tüm alanlarındaki <b></bRessourcen gelö değer listesinde bulunmayan değerini silecektir.
uk: Зверніть увагу: Ця дія видаляє значення, які не містяться у списку значень, <b>{{outlierValue}}</b> з усіх полів усіх ресурсів <b></bRessourcen gelöбудуть видалені.

# navbar.taskbar.fixOutliers.header
source: Wert <b>{{outlierValue}}</b> korrigieren
it: Correggere il valore <b>{{outlierValue}}</b>.
pt: Corrigir o valor <b>{{outlierValue}}</b>
tr: <b>{{outlierValue}}</b> değerini düzeltin
uk: Значення <b>{{outlierValue}}</b> виправити

# navbar.taskbar.fixOutliers.info
source: Bitte wählen Sie den korrekten Wert aus der Werteliste aus.
it: Si prega di selezionare il valore corretto dalla lista dei valori.
pt: Por favor selecionar o valor correto da lista de valores.
tr: Lütfen değer listesinden doğru değeri seçin.
uk: Будь ласка, виберіть правильне значення зі списку значень.

# navbar.taskbar.fixOutliers.all
source: Alle Vorkommnisse dieses Werts ersetzen
it: Sostituire tutte le occorrenze di questo valore
pt: Substituir todas as ocorrências deste valor
tr: Bu değerin tüm tekrarlarını değiştir
uk: Замінити всі випадки цього значення

# navbar.taskbar.convertFieldData.info
source: Die im Feld <span [innerHTML]="getFieldLabelHTML()"></span> eingetragenen Daten können automatisch konvertiert werden, so dass sie dem Eingabetyp <b>{{inputTypeLabel}}</b> entsprechen.
it: I dati registrati sul campo<span [innerHTML]="getFieldLabelHTML()"></span> possono essere convertiti automaticamente, cosicché siano conformi al tipo di input <b>{{inputTypeLabel}}</b> .
pt: Os dados inseridos no campo <span [innerHTML]="getFieldLabelHTML()"></span> podem ser convertidos automaticamente para corresponderem ao tipo de entrada <b>{{inputTypeLabel}}</b>.
tr: <span [innerHTML]="getFieldLabelHTML()"></span> alanına girilen veriler, <b>{{inputTypeLabel}}</b> giriş tipine karşılık gelecek şekilde otomatik olarak dönüştürülebilir.
uk: В поле, <span [innerHTML]="getFieldLabelHTML()"></span>введені дані eingetragenen можуть бути автоматично перетворені таким чином,<b>{{inputTypeLabel}}</b> щоб вони відповідали типу введення.

# navbar.taskbar.deleteOutliers.confirmation
source: Möchten Sie den im Feld <span [innerHTML]="getFieldLabelHTML()"></span> eingetragenen Wert <b>{{outlierValue}}</b> wirklich löschen?
it: Sei sicuro di voler cancellare il valore <b>{{outlierValue}}</b>registrato sul campo <span [innerHTML]="getFieldLabelHTML()"></span>?
pt: Quer realmente apagar no campo <span [innerHTML]="getFieldLabelHTML()"></span> o valor <b>{{outlierValue}}</b>?
tr: <span [innerHTML]="getFieldLabelHTML()"></span> alanına girilen <b>{{outlierValue}}</b> değerini gerçekten silmek istiyor musunuz?
uk: Ви хочете у полі <span [innerHTML]="getFieldLabelHTML()"></span> введене значення <b>{{outlierValue}}</b> насправді видалити?

# navbar.taskbar.fixOutliers.all.info
source: Bitte beachten Sie: Durch diese Aktion wird der nicht in der Werteliste enthaltene Wert <b></b>ersetzt. in sämtlichen Feldern aller <b></bersetzt. Ressourcen durch den ausgewählten Wert <b>ctedValue)}}ersetzt. ersetzt.
pt: Por favor note que através desta ação vai ser substituído o valor <b></b>ersetzt. , não contido na lista de valores, pelo valor <b>ctedValue)}}ersetzt. em todos os campos <b></bersetzt. de todos os recursos.
tr: Lütfen unutmayın: Bu eylem, <b></b>ersetzt. tüm girdilerin tüm alanlarında <b></bersetzt. değer listesinde bulunmayan değerini seçilen değeriyle <b>ctedValue)}}ersetzt. değiştirilecektir.
uk: Зверніть увагу: даною дією буде значення, яке не міститься у списку значень <b>{{outlierValue}}</b> у всіх полях усіх<b></bersetzt. ресурсів обраним значенням <b>ctedValue)}}ersetzt. замінено.

# navbar.taskbar.selectNewField.confirmation
source: Bitte wählen Sie das Feld aus, in das die im Feld <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> eingetragenen Daten übertragen werden sollen.
it: Si prega di selezionare il campo in cui trasferire i dati registrati nel campo <span [innerHTML]="getFieldLabelHTML(fieldName)"></span>.
pt: Por favor selecione o campo para o qual serão transferidos os dados inseridos no campo <span [innerHTML]="getFieldLabelHTML(fieldName)"></span>.
tr: Lütfen <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> alanına girilen verilerin aktarılacağı alanı seçiniz.
uk: Будь ласка, виберіть поле, в яке введені дані з поля <span [innerHTML]="getFieldLabelHTML(fieldName)"></span> будуть перенесені.

# navbar.taskbar.selectNewField.multiple.info.invalid
source: Bitte beachten Sie: Durch diese Aktion werden bei allen <b></bungültige Daten Ressourcen der Kategorie <b>}}ungültige Daten ungültige Daten aus dem Feld <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. in das Feld <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. verschoben. Gültige Daten verbleiben im ursprünglichen Feld.
pt: Por favor note que através desta ação vão ser transferidos em todos os <b></bungültige Daten recursos da categoria <b></bungültige Daten os valores inválidos no campo <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. para o campo <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. . Valores válidos permanecem no campo de origem.
tr: Lütfen unutmayın: Bu eylem, geçersiz verileri tüm <b></bungültige Daten alanından <b>}}ungültige Daten alanına <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. taşıyacaktır <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben.. Geçerli veriler orijinal alanda kalır.
uk: Зверніть увагу: Ця дія призводить до того, що всі<b></bungültige Daten ресурси в категорії <b>}}ungültige Daten недійсними даними з поля <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. в поле <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. будуть переміщені. Дійсні дані залишаються в оригінальному (попередньому) полі.

# navbar.taskbar.selectNewField.multiple.info.unconfigured
source: Bitte beachten Sie: Durch diese Aktion werden bei allen <b></bsämtliche einge Ressourcen der Kategorie <b>}}sämtliche einge sämtliche eingetragenen Daten aus dem Feld <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. in das Feld <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. verschoben.
pt: Por favor note que através desta ação vão ser transferidos em todos os <b></bsämtliche einge recursos da categoria <b>}}sämtliche einge todos os dados inseridos no campo <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. para o campo <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben..
tr: Lütfen unutmayın: Bu eylem, tüm <b></bsämtliche einge girdilerdeki <b>}}sämtliche einge bütün verileri <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. alanından <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. alanına taşıyacaktır.
uk: Зверніть увагу: Ця дія призводить до того, що всі <b>{{getCategoryLabel()}}</b>ресурси в категорії <b>}}sämtliche einge <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">всі дані, введені в поле <span [innerHTML]="getFieldLabelHTML(fieldName)">verschoben. буде переміщено у поле <span [innerHTML]="getFieldLabelHTML(selectedFieldName)">verschoben. .

# navbar.taskbar.selectNewCategory.confirmation
source: Bitte wählen Sie die Kategorie aus, die für die Ressource <b>{{document.resource.identifier}}</b> gesetzt werden soll.
it: Si prega di selezionare la categoria da impostare per la risorsa <b>{{document.resource.identifier}}</b>.
pt: Por favor selecione a categoria para o recurso <b>{{document.resource.identifier}}</b>.
tr: Lütfen <b>{{document.resource.identifier}}</b> girdisi için ayarlanacak kategoriyi seçin.
uk: Будь ласка, оберіть категорію, яку для ресурсу <b>{{document.resource.identifier}}</b> ви хочете встановити.

# navbar.taskbar.selectNewCategory.multiple.info
source: Bitte beachten Sie: Durch diese Aktion wird für alle <b></b(<code>{{select Ressourcen der unkonfigurierten Kategorie <code>.category}}) gesetzt. die Kategorie <b>electedCategory)}}(<code>{{select (<code>name}}) gesetzt.) gesetzt.
pt: Por favor note que através desta ação vai ser substituída a <b></b(<code>{{select categoria não configurada pela <code>.category}}) gesetzt. categoria <b>electedCategory)}}(<code>{{select (<code>name}}) gesetzt.).
tr: Lütfen unutmayın: Bu eylem, <b></b(<code>{{select konfigüre edilmemiş tüm kategori girdileri için <code>.category}}) gesetzt. kategorisini <b>electedCategory)}}(<code>{{select (<code>name}}) gesetzt.) ayarlayacaktır.
uk: Зверніть увагу: ця дія видалить всі<b></b(<code>{{select ресурси в неналаштованій категорії<code>.category}}) gesetzt. встановить категорію<b>electedCategory)}}(<code>{{select (<code>name}}) gesetzt.).

# resources.moveModal.header.move.multiple
source: <b>{{documents.length}} Ressourcen</b> verschieben?
tr: <b>{{documents.length}} Girdiler</b> taşınsın mı?
uk: <b>{{documents.length}} Ресурси</b> перемістити?

# resources.moveModal.header.move.single
source: Ressource <b>{{documents[0].resource.identifier}}</b> verschieben?
pt: Mover recurso <b>{{documents[0].resource.identifier}}</b>?
tr: Girdi <b>{{documents[0].resource.identifier}}</b> taşınsın mı?
uk: Ресурси <b>{{documents[0].resource.identifier}}</b> перемістити?

# configuration.deleteField.body.notAllowed
source: Das Feld <code></codkann nicht kann nicht gelöscht werden, solange es als Gegenrelation verwendet wird.
pt: O campo <code></codkann nicht não pode ser apagado enquanto for definido como relação contrária.
tr: <code></codkann nicht alanı karşı ilişki olarak kullanıldığı sürece silinemez.
uk: Поле <code></codkann nicht не можна видалити, доки воно використовується як зустрічне відношення.

# configuration.editSpecificCategory
source: Kategorie <code>{{category.name}}</code> bearbeiten
pt: Editar categoria <code>{{category.name}}</code>.
tr: Kategoriyi <code>{{category.name}}</code>düzenle

# project.deleteModal.header
source: Projekt <b>{{projectIdentifier}}</b> löschen?
pt: Apagar projeto <b>{{projectName}}</b>?
tr: Proje <b>{{projectIdentifier}}</b> silinsin mi?

# docedit.conflictDeletedModal.info
source: Die aktuelle Ressource wurde in der Zwischenzeit von jemand anderem gelöscht. Sie können die Ressource neu anlegen, indem Sie <b>Speichern</b> wählen. Bei Klick auf <b>Abbrechen</b> wird sie verworfen.
pt: O atual recurso foi entretanto apagado por uma outra pessoa. Pode voltar a criar o recurso de novo ao selecionar <b>Gravar</b>. Se clicar <b>Cancelar</b> o recurso será descartado.
tr: Geçerli girdi başka bir kullanıcı tarafından silindi. <b>Kaydet'i</b> seçerek girdiyi yeniden oluşturabilirsiniz. <b>İptal'e</b> tıklandığında girdi atılacaktır.

# imageView.georeferenceView.tooltips.loadWorldfile
source: Worldfile laden
pt: Carregar ficheiro WORLD

# configuration.swapCategoryForm.body
source: Möchten Sie das Formular <code>{{currentForm.libraryId}}</code> wirklich durch das Formular <code>{{newForm.libraryId}}</code> ersetzen?
pt: Quer realmente substituir o formulário <code>{{currentForm.libraryId}}</code> pelo formulário <code>{{newForm.libraryId}}</code>?
tr: Formu <code>{{currentForm.libraryId}}</code> gerçekten <code>{{newForm.libraryId}}</code> form ile değiştirmek istiyor musunuz?

# project.informationModal.info
source: Auf diesem Computer gespeicherte Daten für das Projekt <b>{{getProjectIdentifier()}}</b>:
pt: Dados memorizados neste computador para o projeto <b>{{getProjectIdentifier()}}</b>:
tr: <b>{{getProjectIdentifier()}}</b> Proje için bu bilgisayarda depolanan veriler:

source: Möchten Sie die Gruppe <code>{{group.name}}</code> wirklich löschen?
it: Sei sicuro di voler eliminare il gruppo <code>{{group.name}}</code>?
pt: Quer realmente apagar o grupo <code>{{group.name}}</code>?
tr: <code>{{group.name}}</code> grubunu gerçekten silmek istiyor musunuz?

# configuration.deleteValuelist.body
source: Möchten Sie die Werteliste <code>{{valuelist.id}}</code> wirklich löschen?
it: Sei sicuro di voler eliminare la lista di valori <code>{{valuelist.id}}</code>?
pt: Quer realmente apagar a lista de valores <code>{{valuelist.id}}</code>?
tr: <code>{{valuelist.id}}</code> değer listesini gerçekten silmek istiyor musunuz?

# docedit.forms.missingValuelistInfo.projectDocumentField
source: Bitte tragen Sie die erlaubten Werte für dieses Feld in den Projektdaten (Feld <i>{{getProjectDocumentFieldLabel()}}</i>) ein.
pt: Por favor insira os valores permitidos para este campo nos dados de projeto (campo <i>{{getProjectDocumentFieldLabel()}}</i>).
tr: Lütfen proje verilerinde bu alan (<i>{{getProjectDocumentFieldLabel()}}</i>) için izin verilen değerleri girin.
