Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# navbar.taskbar.warnings.info.missingOrInvalidParent
source: Für diese Ressource ist keine gültige übergeordnete Ressource gesetzt. Daher wird die Ressource zurzeit nicht angezeigt.
es: No se ha establecido un recurso superior válido para este recurso. Por lo tanto, el recurso no se muestra actualmente.
it: Per questa risorsa non è stata impostata alcuna risorsa principale valida. Pertanto, la risorsa non è attualmente visualizzata.
pt: Não foi selecionado um recurso superior válido para este recurso. Daí que o recurso não é visualizado.
tr: Bu girdi için ayarlanmış geçerli bir üst girdi yok. Bu nedenle girdi şu anda görüntülenmiyor.
uk: Для цього ресурсу не встановлено жодного дійсного батьківського ресурсу. Тому ресурс наразі не відображається.

# resources.printSettingsModal.fontWeight
source: Schriftstärke
es: Grosor de la fuente
it: Spessore del carattere
pt: Espessura da letra
tr: Yazı tipi kalınlığı
uk: Розмір шрифту

# navbar.taskbar.warnings.selectNewCategory
source: Neue Kategorie auswählen
es: Seleccionar nueva categoría
it: Selezionare una nuova categoria
pt: Selecionar nova categoria
tr: Yeni kategori seçin
uk: Вибрати нову категорію

# navbar.taskbar.warnings.selectNewParent
source: Übergeordnete Ressource neu setzen
es: Asignar nuevo recurso superior
it: Reimpostare la risorsa principale
pt: Redefinir recurso superior
tr: Yeni üst girdi ayarla
uk: Наново налаштувати батьківський ресурс

# import.selectFile.filters.all
source: Alle unterstützten Formate
es: Todos los formatos compatibles
pt: Todos os formatos suportados
tr: Desteklenen tüm formatlar
uk: Усі формати, що підтримуються

# import.selectFile.filters.catalog
source: Field-Typenkatalog
es: Catálogo de tipos de campo
pt: Catálogo de tipos de Field
tr: Alan tipi kataloğu
uk: Field-Каталог типів

# messages.configuration.success.import
source: Die Projektkonfiguration wurde erfolgreich importiert.
es: La configuración del proyecto se ha importado correctamente.
pt: A configuração de projeto foi importada com sucesso.
tr: Proje konfigürasyonu başarıyla içe aktarıldı.
uk: Конфігурацію проекту успішно імпортовано.

# resources.moveModal.header.move.single
source: Ressource <b>rce.identifier}}verschieben? verschieben?
es: ¿Mover recurso <b>rce.identifier}}verschieben??

# resources.moveModal.header.setNewParent
source: Übergeordnete Ressource neu setzen
es: Establecer nuevo recurso superior
pt: Redefinir recurso superior
tr: Yeni üst girdi ayarla
uk: Наново створити батьківський ресурс

# openFileDialog.select
source: Auswählen
es: Seleccionar
it: Selezionare
pt: Selecionar
tr: Seçiniz
uk: Обрати

# navbar.taskbar.warnings.sectionTitle.missingOrInvalidParent
source: Fehlende oder ungültige übergeordnete Ressource
es: Recurso principal ausente o no válido
it: Risorsa principale assente o non valida
pt: Recurso superior inválido ou em falta
tr: Eksik veya geçersiz üst girdi
uk: Відсутній або недійсний батьківський ресурс

# util.warnings.missingOrInvalidParent
source: Fehlende oder ungültige übergeordnete Ressource
es: Recurso principal ausente o no válido
pt: Recurso superior inválido ou em falta
tr: Eksik veya geçersiz üst girdi
uk: Відсутній або недійсний батьківський ресурс

# configuration.importModal.filters.configuration
source: Field-Konfiguration
es: Configuración de campo
pt: Configurações de Field
tr: Alan Konfigürasyonu
uk: Field-конфігурація

# messages.configuration.error.unsupportedVersion
source: Die Konfigurationsdatei wurde mit einer aktuelleren Version von Field Desktop (Version [0]) erstellt und kann daher nicht geladen werden. Bitte aktualisieren Sie die Anwendung und starten Sie den Importvorgang anschließend erneut.
es: El archivo de configuración fue creado con una versión más reciente de Field Desktop (versión [0]) y, por lo tanto, no puede cargarse. Por favor, actualize la aplicación y vuelva a iniciar el proceso de importación.
pt: O ficheiro de configuração foi criada com a atual versão de Field Desktop (versão [0]) e por isso não pode ser carregada. Por favor atualize a aplicação e reinicie o processo de importação de novo.
tr: Konfigürasyon dosyası, Field Desktop'ın daha yeni bir sürümüyle (sürüm [0]) oluşturuldu ve bu nedenle yüklenemiyor. Lütfen uygulamayı güncelleyin ve ardından içe aktarma işlemini yeniden başlatın.
uk: Файл конфігурації було створено у більш пізній версії Field Desktop (версія [0]), тому його не вдасться завантажити. Будь ласка, оновіть програму, а потім перезапустіть процес імпорту.

# resources.moveModal.header.move.multiple
source: {{documents.length}} Ressourcen</b> verschieben? </h5> <h5 *ngIf="documents.length === 1 && hasVa{INTERPOLATION} Ressourcen</b> verschieben?
es: ¿Mover <b>{{documents.length}} recursos </b>?
pt: Mover {{documents.length}} Ressourcen</b> verschieben? </h5> <h5 *ngIf="documents.length === 1 && hasVa{INTERPOLATION}recursos </b>?

# resources.printSettingsModal.fontWeight.light
source: Leicht
es: Luz
it: Leggero
pt: Ligeiro
tr: İnce
uk: Легкий

# resources.printSettingsModal.fontWeight.default
source: Standard
es: Estándar
tr: Standart
uk: Стандартний

# resources.printSettingsModal.fontWeight.bold
source: Fett
es: Negrita
it: Grassetto
pt: Negrito
tr: Kalın
uk: Жирний

# import.csv.info
source: Alle in der CSV-Datei definierten Ressourcen müssen der gleichen Kategorie angehören. Bitte beachten Sie, dass die Spaltenköpfe den Bezeichnern der Felder entsprechen müssen, die für die jeweilige Kategorie konfiguriert wurden. Als Vorlage kann im <a href="#" routerLink="../export">Export-Menü</a> eine Schemadatei generiert werden.
es: Todos los recursos definidos en el archivo CSV deben pertenecer a la misma categoría. Por favor, tenga en cuenta que los encabezados de columna deben corresponder a los nombres de los campos que se han configurado para la categoría respectiva. Se puede generar un archivo de esquema como plantilla en <a href="#" routerLink="../export">menú de exportación </a>.
pt: Todos os recursos definidos no ficheiro CSV devem pertencer à mesma categoria. Tenha atenção que todos os títulos de coluna devem corresponder aos campos que foram configurados para a respectiva categoria. Como rascunho pode ser gerada um esquema de ficheiro no <a href="#" routerLink="../export">menu de exportação</a>.
uk: Всі ресурси, визначені в CSV-файлі, повинні належати до однієї категорії. Зверніть увагу, що заголовки стовпців повинні відповідати ідентифікаторам полів, які були налаштовані для відповідної категорії. Як шаблон можна згенерувати у <a href="#" routerLink="../export">Export-Menü</a> файл схеми.

# navbar.taskbar.warningsModal.singleResourceAffected
source: Nur diese Ressource ist betroffen.
es: Solo este recurso se ve afectado.
pt: Só este recurso é afetado.
tr: Sadece bu girdi etkileniyor.
uk: Стосується тільки цей ресурс.

# messages.resources.success.existingQrCodeSaved
source: Der eingescannte QR-Code wurde erfolgreich gespeichert.
es: El código QR escaneado se ha guardado correctamente.
pt: O código QR escaneado foi salvo.
tr: Taranan QR kodu başarıyla kaydedildi.
uk: Відсканований QR-код успішно збережено.

# matrix.view.tooltips.export
source: Matrix exportieren
es: Exportar matriz
pt: Exportar matriz
tr: Matris dışa aktar
uk: Eкспортувати матрицю

# matrix.export.info
source: Matrix wird exportiert...
es: Exportando matriz...
pt: A matriz está a ser exportada...
tr: Matris dışa aktarılıyor...
uk: Матриця експортується...

# messages.matrix.error.generic
source: Bei der Generierung der Matrix ist ein Fehler aufgetreten.
es: Se produjo un error al generar la matriz.
pt: Ao gerar a matriz ocorreu um erro.
tr: Matris oluşturulurken bir hata oluştu.
uk: Під час генерації матриці сталася помилка.

# matrix.view.tooBigWarning
source: Die Matrix überschreitet die maximale Darstellungsgröße. Bitte verwenden Sie die Exportfunktion, um die Matrix zur Anzeige in einem externen Viewer als Dot-Datei zu speichern.
es: La matriz supera el tamaño máximo de visualización. Por favor, utilice la función de exportación para guardar la matriz como un archivo dot y poder visualizarla en un visor externo.
pt: A matriz ultrapassa o tamanho máximo de apresentação. Por favor utilize a função de exportação para guardar a matriz para ser guardada num visualizador externo como ficheiro Dot.
tr: Matris maksimum görüntüleme boyutunu aşıyor. Lütfen matrisi harici bir görüntüleyicide görüntülemek için dışa aktar işleviyle dot dosyası olarak kaydedin.
uk: Матриця перевищує максимальний розмір відображення. Будь ласка, скористайтеся функцією експорту, щоб зберегти матрицю у вигляді точкового файлу для відображення у зовнішньому переглядачі.

# configuration.relation.inverse.none
source: Keine Gegenrelation
es: No hay relación inversa
pt: Sem relação contrária
tr: Ters bağıntı yok
uk: Відсутність зворотного зв'язку

# navbar.taskbar.warnings.sectionTitle.invalidRelationTargets.multiple
source: Ungültige Zielressourcen der Relation <b>ion)}}{CLOSE_BOLD_TEXT}
es: Recursos de destino no válidos de la relación <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Recursos de destinação inválidos na relação <b>ion)}}{CLOSE_BOLD_TEXT}
tr: İlişkilendirme için geçersiz hedef girdiler <b>ion)}}{CLOSE_BOLD_TEXT}
uk: Невірні цільові ресурси відношення <b>ion)}}{CLOSE_BOLD_TEXT}

# matrix.export.selectFormat
source: Bitte wählen Sie das Dateiformat für den Matrix-Export aus.
es: Por favor, seleccione el formato de archivo para la exportación de la matriz.
pt: Por favor selecione o formato de ficheiro para a exportação da matriz.
tr: Lütfen matris dışa aktarımı için dosya formatını seçin.
uk: Будь ласка, виберіть формат файлу для експорту матриці.

# configuration.relation.inverse
source: Gegenrelation
es: Relación inversa
pt: Relação contrária
tr: Karşı ilişki
uk: Зустрічний зв'язок

# messages.import.error.warningsExist
source: Es liegen Warnungen für die Ressource [0] vor. Bitte beheben Sie die zugrundeliegenden Probleme und starten den Import anschließend neu.
es: Existen advertencias para el recurso [0]. Por favor, resuelva los problemas subyacentes y, a continuación, reinicie la importación.
pt: Existem aviso para o recurso [0]. Por favor corrija os problemas e importe de novo.
tr: [0] girdisi için uyarılar var. Lütfen aşağıdaki sorunları düzeltin ve ardından içe aktarmayı yeniden başlatın.
uk: Для ресурсу [0] є попередження. Будь ласка, виправте основні проблеми, а потім перезапустіть імпорт.

# configuration.error.noAllowedTargetCategories
source: Bitte wählen Sie mindestens eine Kategorie als erlaubte Zielkategorie aus.
es: Por favor, seleccione al menos una categoría como categoría de destino permitida.
pt: Por favor selecione pelo menos uma categoria como categoria de destino permitida.
tr: Lütfen en azından bir kategoriyi izin verilen hedef kategori olarak seçin.
uk: Будь ласка, оберіть принаймні одну категорію як дозволену цільову категорію.

# navbar.taskbar.cleanUpRelation.confirmation.question
source: Möchten Sie die Relation <span [innerHTML]="getRelationLabelHTML()">wirklich be wirklich bereinigen?
es: ¿Realmente desea limpiar la relación <span [innerHTML]="getRelationLabelHTML()">wirklich be?
pt: Quer realmente apagar a relação <span [innerHTML]="getRelationLabelHTML()">wirklich be ?
tr: <span [innerHTML]="getRelationLabelHTML()">wirklich be ilişkisini gerçekten silmek istiyor musunuz?
uk: Ви впевнені, що відносини <span [innerHTML]="getRelationLabelHTML()">wirklich be мають бути виправлені?

# navbar.taskbar.cleanUpRelation.confirmation.info.missing
source: Alle Verweise auf nicht existierende Ressourcen werden dabei entfernt.
es: Todas las referencias a recursos inexistentes se eliminarán durante el proceso.
pt: Todas as referências a recursos não existentes vão ser removidos.
tr: Bu işlemde var olmayan girdilere yapılan tüm referanslar kaldırılacaktır.
uk: Всі посилання на неіснуючі ресурси видаляються.

# navbar.taskbar.cleanUpRelation.confirmation.info.invalid
source: Alle Verweise auf ungültige Zielressourcen werden dabei entfernt.
es: Todas las referencias a recursos de destino no válidos se eliminarán durante el proceso.
pt: Todas as referências a recursos de destinação inválidos vão ser removidos.
tr: İşlem sırasında geçersiz hedef girdilere yapılan tüm referanslar kaldırılacaktır.
uk: Всі посилання на недійсні цільові ресурси видаляються.

# navbar.taskbar.warnings.sectionTitle.invalidRelationTargets.single
source: Ungültige Zielressource der Relation <b>ion)}}{CLOSE_BOLD_TEXT}
es: Recurso de destino no válido de la relación <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Recurso de destinação inválido na relação <b>ion)}}{CLOSE_BOLD_TEXT}
tr: İlişkilendirme için geçersiz hedef girdi <b>ion)}}{CLOSE_BOLD_TEXT}
uk: Неправильний цільовий ресурс відношення <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.info.invalidRelationTargets.single
source: Die Kategorie einer als Zielressource der Relation angegebenen Ressource ist keine gültige Zielkategorie.
es: La categoría de un recurso especificado como recurso de destino de la relación no es una categoría de destino válida.
pt: A categoria de um recurso de destinação da relação de recurso não é uma categoria de destinação válida.
tr: İlişkinin hedef kaynağı olarak belirtilen girdinin kategorisi geçerli bir hedef değil.
uk: Категорія ресурсу, вказана як цільовий ресурс зв'язку, не є дійсною цільовою категорією.

# navbar.taskbar.warnings.info.invalidRelationTargets.multiple
source: Die Kategorien mehrerer als Zielressourcen der Relation angegebenen Ressourcen sind keine gültigen Zielkategorien.
es: Las categorías de recursos múltiples especificadas como recursos de destino de la relación no son categorías de destino válidas.
pt: A categoria de vários recursos de destinação da relação de recurso não é uma categoria de destinação válida.
tr: İlişkinin hedef girdileri olarak belirtilen birden fazla girdinin kategorileri geçerli hedef değiller.
uk: Категорії декількох ресурсів, вказаних як цільові ресурси відношення, не є дійсними цільовими категоріями.

# navbar.taskbar.warnings.invalidRelationTargets
source: Ungültige Zielressourcen:
es: Recursos de destino no válidos:
pt: Recursos de destinação inválidos:
tr: Geçersiz hedef girdileri:
uk: Недійсні цільові ресурси:

# configuration.deleteField.header.notAllowed
source: Feld löschen nicht möglich
es: No se permite eliminar el campo
pt: Não é possível apagar campo
tr: Alanın silinmesi mümkün değil
uk: Неможливо видалити поле

# util.warnings.invalidRelationTargets
source: Ungültige Zielressourcen von Relationen
es: Recursos de destino de las relaciones no válidos
pt: Falta de recursos de destinação de relações
tr: Geçersiz ilişki hedef girdileri
uk: Недійсні цільові ресурси взаємовідносин

# configuration.relation.targetCategories
source: Erlaubte Zielkategorien
es: Categorías de destino permitidas
pt: Categorias de destinação permitidas
tr: İzin verilen hedef kategorileri
uk: Дозволені цільові категорії

# docedit.forms.objectArray.add
source: Hinzufügen...
es: Añadir...
pt: Adicionar...
tr: Ekle...
uk: Додати...

# docedit.forms.valuelistMultiInput.selectable
source: Dieser Wert steht bei der Dateneingabe zur Auswahl.
es: Este valor está disponible para su selección al ingresar datos.
pt: Este valor está disponível na inserção de dados.
tr: Bu değer, veri girişi sırasında seçime açıktır.
uk: Це значення доступне для вибору при введенні даних.

# docedit.forms.valuelistMultiInput.unselectable
source: Dieser Wert steht bei der Dateneingabe nicht zur Auswahl.
es: Este valor no está disponible para su selección al ingresar datos.
pt: Este valor não está disponível na inserção de dados.
tr: Bu değer, veri girişi sırasında seçime açık değildir.
uk: Це значення недоступне для вибору при введенні даних.

# config.inputType.valuelistMultiInput
source: Projekt-Werteliste
es: Lista de valores del proyecto
pt: Lista de valores do projeto
tr: Proje değer listesi
uk: Проектний список показників

# viewModal.noProjectImages
source: Mit dem Projekt sind keine Bilder verknüpft.
es: No hay imágenes vinculadas al proyecto.
pt: Não há imagens associadas a este projeto.
tr: Proje ile ilgili görsel bulunmamaktadır.
uk: Жодні зображення не пов'язані з проектом.

# configuration.label
source: Anzeigename
es: Etiqueta
pt: Nome de exibição
tr: Etiket
uk: Відображення імені/назви

# configuration.valueLabel
source: Anzeigetext
es: Etiqueta
pt: Texto de exibição
tr: Etiket
uk: Відображення тексту

# messages.import.catalog.error.unconfiguredCategory
source: Katalogimport abgebrochen. Die Kategorie '[0]' ist keine konfigurierte Unterkategorie von 'Typ' oder 'Abbildung'.
es: Importación abortada. La categoría '[0]' no es una subcategoría configurada de 'Tipo' o 'Imagen'.
pt: Importação de catálogo interrompida. A categoria '[0]' não é uma categoria inferior 'tipo' ou 'figura'.
tr: Katalog içe aktarımı durduruldu. '[0]' kategorisi 'Tür' veya 'Görüntü'nün konfigüre edilmiş bir alt kategorisi değildir.
uk: Імпорт каталогу скасовано. Категорія '[0]' не є налаштованою підкатегорією 'Тип' або 'Зображення'.

# configuration.mandatoryField
source: Pflichtfeld
es: Campo obligatorio

# configuration.field.condition
source: Bedingung
es: Condición

# configuration.condition.none
source: - Keine -
es: - Ninguna -

# configuration.conditionalField
source: Bedingung für Anzeige des Feldes
es: Condición para mostrar el campo

# navbar.taskbar.warnings.info.invalidField.date
source: Die in diesem Feld eingetragene Datumsangabe ist ungültig.
es: La fecha introducida en este campo no es válida.

# navbar.taskbar.warnings.info.invalidField.date.rangeNotAllowed
source: Die Angabe eines Datumsbereichs ist für dieses Feld nicht erlaubt.
es: No se permite introducir un intervalo de fechas en este campo.

# navbar.taskbar.warnings.info.invalidField.date.singleNotAllowed
source: Die Angabe eines Einzeldatums ist für dieses Feld nicht erlaubt.
es: No se permite introducir una sola fecha en este campo.

# navbar.taskbar.warnings.info.invalidField.date.timeNotAllowed
source: Die Angabe einer Uhrzeit ist für dieses Feld nicht erlaubt.
es: No se permite especificar una hora en este campo.

# navbar.taskbar.warnings.info.invalidField.date.timeNotSet
source: Für dieses Feld ist die Angabe einer Uhrzeit erforderlich.
es: Se debe especificar una hora para este campo.

# navbar.taskbar.warnings.info.invalidField.date.endDateBeforeBeginningDate
source: Das Enddatum des Datumsbereichs liegt zeitlich vor dem Startdatum.
es: La fecha final del intervalo de fechas es anterior a la fecha de inicio.

# navbar.taskbar.warnings.info.missingMandatoryField
source: In ein als Pflichtfeld konfiguriertes Feld wurden keine Daten eingetragen.
es: No se ha introducido ningún dato en un campo configurado como obligatorio.

# configuration.deleteField.body.notAllowed.inverseRelation
source: Das Feld <code></codkann nicht kann nicht gelöscht werden, solange es als Gegenrelation verwendet wird.
es: El campo <code></codkann nicht no se puede eliminar mientras se utilice como relación inversa.

# resources.workflowEditorModal.state
source: Status
es: Estado

# resources.workflowEditorModal.date
source: Datum
es: Fecha

# resources.workflowEditorModal.identifier
source: Bezeichner
es: Identificador

# resources.workflowEditorModal.category
source: Kategorie
es: Categoría

# resources.workflowEditorModal.resultsIn
source: Ergibt
es: Resulta en

# resources.contextMenu.editWorkflow
source: Workflow dokumentieren
es: Documentar flujo de trabajo

# docedit.forms.date.now.tooltip
source: Aktuelles Datum verwenden
es: Usar fecha actual

# docedit.forms.date.select.single
source: Einzeldatum
es: Fecha única

# docedit.forms.date.select.range
source: Datumsbereich
es: Intervalo de fechas

# docedit.forms.date.from
source: Von:
es: Desde:

# docedit.forms.date.to
source: Bis:
es: Hasta:

# util.date.to
source: bis
es: hasta

# util.date.unspecified
source: Unbestimmtes Datum
es: Fecha sin especificar

# util.warnings.missingMandatoryFields
source: Nicht ausgefüllte Pflichtfelder
es: Campos obligatorios sin completar

# configuration.date.time.optional
source: Optional
es: Opcional

# configuration.date.time.mandatory
source: Verpflichtend
es: Obligatorio

# configuration.date.inputMode
source: Eingabemodus
es: Modo de entrada

# configuration.date.inputMode.optional
source: Wählbar
es: Arbitrario

# configuration.date.inputMode.single
source: Einzeldatum
es: Fecha única

# configuration.date.inputMode.range
source: Datumsbereich
es: Intervalo de fechas

# messages.import.validation.error.invalidDate.timeNotAllowed
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]': Die Angabe einer Uhrzeit ist für dieses Feld nicht erlaubt.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]': No se permite especificar una hora en este campo.

# messages.import.validation.error.invalidDate.timeNotSet
source: Ungültige Datumsangabe im Feld '[1]' einer Ressource der Kategorie '[0]': Die Angabe einer Uhrzeit ist für dieses Feld erforderlich.
es: Fecha no válida en el campo '[1]' de un recurso de la categoría '[0]': Se debe especificar una hora para este campo.

# messages.docedit.warning.fieldDataDeletion
source: Bitte beachten Sie, dass die Daten der folgenden Felder beim Speichern verloren gehen: [0]
es: Por favor, tenga en cuenta que los datos de los siguientes campos se perderán al guardar: [0]

# messages.docedit.validation.error.invalidDate
source: Bitte tragen Sie im Feld '[1]' eine gültige Datumsangabe ein.
es: Por favor, introduce una fecha válida en el campo '[1]'.

# messages.docedit.validation.error.invalidDates
source: Bitte tragen Sie in den folgenden Feldern gültige Datumsangaben ein: [1].
es: Por favor, introduce fechas válidas en los siguientes campos: [1].

# messages.docedit.validation.error.invalidDate.rangeNotAllowed
source: Bitte korrigieren Sie die Datumsangabe im Feld '[1]': Die Angabe eines Datumsbereichs ist für dieses Feld nicht erlaubt.
es: Por favor, corrige la fecha en el campo '[1]': no se permite introducir un rango de fechas en este campo.

# messages.docedit.validation.error.invalidDate.timeNotAllowed
source: Bitte korrigieren Sie die Datumsangabe im Feld '[1]': Die Angabe einer Uhrzeit ist für dieses Feld nicht erlaubt.
es: Por favor, corrige la fecha en el campo '[1]': no se permite especificar una hora en este campo.

# messages.docedit.validation.error.missingProperties
source: Bitte füllen Sie die folgenden Felder aus: [1]
es: Por favor, rellene los siguientes campos: [1]

# messages.configuration.error.fieldConditionViolation.valuelists
source: Die Werteliste dieses Feldes kann nicht entfernt oder ausgetauscht werden, da es als Bedingungsfeld für das Feld "[0]" konfiguriert wurde.
es: La lista de valores de este campo no puede ser eliminada ni reemplazada, ya que está configurada como campo condicional para el campo "[0]".

# messages.configuration.error.fieldConditionViolation.inputType
source: Der Eingabetyp dieses Feldes kann nicht geändert werden, da es als Bedingungsfeld für das Feld "[0]" konfiguriert wurde.
es: El tipo de entrada de este campo no se puede cambiar, ya que está configurado como campo condicional para el campo "[0]".

# messages.configuration.error.subfieldConditionViolation.deletion
source: Das Unterfeld kann nicht gelöscht werden, da es als Bedingungsfeld für das Unterfeld "[0]" konfiguriert wurde.
es: Este subcampo no puede eliminarse, ya que está configurado como campo condicional para el subcampo "[0]".

# navbar.taskbar.warnings.sectionTitle.missingMandatoryField
source: Nicht ausgefülltes Pflichtfeld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Campo obligatorio vacío <b>ion)}}{CLOSE_BOLD_TEXT}
