Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# messages.images.error.duplicateFilenames
source: Die folgenden Bilddateien konnten nicht hinzugefügt werden, da Bilder mit identischen Dateinamen bereits existieren: [0]
es: No se pudieron importar los siguientes archivos de imagen: [0]. Ya existen imágenes con los mismos nombres de archivo.
it: Impossibile aggiungere i seguenti file di immagine perché esistono già immagini con nomi di file identici: [0]
pt: Os seguintes ficheiros de imagens não puderam ser adicionados porque já existem nomes de ficheiros idênticos: [0]
tr: Aşağıdaki görüntü dosyaları içe aktarılamadı: [0] Aynı dosya adlarına sahip görseller zaten mevcut
uk: Наступні файли ілюстрацій не можна додати, оскільки ілюстрації з ідентичними назвами файлів уже існують: [0]

# messages.images.error.unmachtedWldFiles
source: Die folgenden World-Files konnten nicht geladen werden, da die entsprechenden Bilddateien nicht gefunden wurden: [0]
es: No se puedieron importar los siguientes archivos mundiales: [0]. No se encontraron imágenes correspondientes.
it: Impossibile caricare i seguenti file world perché non sono stati trovati i file di immagine corrispondenti: [0]
pt: Os seguintes ficheiros Word não puderam ser carregados porque não foram encontrados os ficheiros de imagens correspondentes: [0]
tr: Aşağıdaki world dosyaları içe aktarılamadı: [0]. İlgili görseller bulunamadı
uk: Не вдалося завантажити наступні World-файли, оскільки відповідні файли ілюстрацій не знайдено: [0]

# messages.imagestore.error.invalidPath
source: Das Bilderverzeichnis konnte nicht gefunden werden. Der Verzeichnispfad '[0]' ist ungültig.
es: No se pudo encontrar el directorio de imágenes. La ruta del directorio '[0]' no es válida.
it: Impossibile trovare la directory delle immagini. Il percorso della directory '[0]' non è valido.
pt: O diretório de imagens não pode ser encontrado. O caminho de diretório '[0]' é inválido.
tr: Görüntü dizini bulunamadı. '[0]' dizin yolu geçersiz.
uk: Не вдалося знайти каталог ілюстрацій. Шлях до каталогу '[0]' недійсний.

# messages.imagestore.error.invalidPath.read
source: Es können keine Dateien aus dem Bilderverzeichnis gelesen werden. Bitte geben Sie einen gültigen Verzeichnispfad in den Einstellungen an.
es: No se pudieron leer los archivos del directorio de imágenes. Por favor, introduce una ruta de directorio válida en la configuración.
it: Impossibile leggere i file dalla directory delle immagini. Specificare un percorso di directory valido nelle impostazioni.
pt: Não puderam ser lidos ficheiros do diretório de imagens. Por favor insira um caminho do diretório válido nas definições.
tr: Görüntü dizinindeki dosyalar okunamadı. Lütfen ayarlara geçerli bir dizin yolu girin.
uk: Неможливо прочитати файли з каталогу ілюстрацій. Введіть дійсний шлях до каталогу в налаштуваннях.

# messages.imagestore.error.invalidPath.write
source: Es können keine Dateien im Bilderverzeichnis gespeichert werden. Bitte geben Sie einen gültigen Verzeichnispfad in den Einstellungen an.
es: No se pudieron escribir los archivos en el directorio de imágenes. Por favor, introduce una ruta de directorio válida en la configuración.
it: Impossibile memorizzare i file nella directory dell'immagine. Specificare un percorso di directory valido nelle impostazioni.
pt: Não puderam ser gravados ficheiros no diretório de imagens. Por favor insira um caminho do diretório válido nas definições.
tr: Görüntü dizinine dosyalar yazılamadı. Lütfen ayarlara geçerli bir dizin yolu girin.
uk: Жодні файли не можна зберегти в каталозі ілюстрацій. Введіть дійсний шлях до каталогу в налаштуваннях..

# messages.imagestore.error.invalidPath.delete
source: Es können keine Dateien aus dem Bilderverzeichnis gelöscht werden. Bitte geben Sie einen gültigen Verzeichnispfad in den Einstellungen an.
es: No se pudieron eliminar los archivos del directorio de imágenes. Por favor, introduce una ruta de directorio válida en la configuración.
it: Impossibile rimuovere i file dalla directory dell'immagine. Specificare un percorso di directory valido nelle impostazioni.
pt: Não puderam ser apagados ficheiros do diretório de imagens. Por favor insira um caminho do diretório válido nas definições.
tr: Dosyalar görüntü dizininden kaldırılamadı. Lütfen ayarlara geçerli bir dizin yolu girin.
uk: Жодні файли не можна видалити з каталогу ілюстрацій. Введіть дійсний шлях до каталогу в налаштуваннях.

# messages.imagestore.error.upload
source: Die Datei '[0]' konnte nicht gelesen werden.
es: No se pudo leer el archivo '[0]'.
it: Impossibile leggere il file '[0]'.
pt: O ficheiro '[0]' não pode ser lido.
tr: '[0]' dosyası okunamadı.
uk: Не вдалося прочитати файл '[0]' .

# messages.imagestore.error.upload.pixelLimitExceeded
source: Die Datei '[0]' konnte nicht gelesen werden: Die maximale Pixelanzahl von [1] wurde überschritten. Bitte verringern Sie die Auflösung des Bildes und versuchen Sie es erneut.
es: No se pudo leer el archivo '[0]': se superó el recuento máximo de píxeles de [1]. Por favor, reduce la resolución de la imagen e inténtalo de nuevo.
it: Non è stato possibile leggere il file '[0]': è stato superato il numero massimo di pixel di [1]. Ridurre la risoluzione dell'immagine e riprovare.
pt: O ficheiro '[0]' não pode ser lido: o número máximo de pixeis, [1], foi ultrapassado. Por favor reduza a resolução e tente de novo.
tr: '[0]' dosyası okunamadı: Maksimum piksel sayısı [1] aşıldı. Lütfen görselin çözünürlüğünü azaltıp tekrar deneyin.
uk: Файл '[0]' не вдалося прочитати: максимальну кількість пікселів від [1] перевищено. Зменште роздільну здатність ілюстрації та повторіть спробу.

# messages.imagestore.error.write
source: Die Datei '[0]' konnte nicht im Bilderverzeichnis gespeichert werden.
es: No se pudo guardar el archivo '[0]' en el directorio de imágenes.
it: Impossibile salvare il file '[0]' nella directory dell'immagine.
pt: O ficheiro '[0]' não pode ser gravado no diretório de imagens.
tr: '[0]' dosyası görsel dizinine kaydedilemedi.
uk: Не вдалося зберегти файл '[0]' у каталозі ілюстрацій.

# messages.imagestore.error.delete
source: Fehler beim Löschen des Bilds '[0]'.
es: No se pudo eliminar la imagen '[0]'.
it: Impossibile eliminare l'immagine '[0]'.
pt: Erro ao apagar a imagem '[0]'.
tr: '[0]' görseli silinemedi.
uk: Помилка видалення ілюстрації '[0]'.

# messages.imagestore.error.invalidWorldfile
source: Die Datei '[0]' ist kein gültiges World-File.
es: El archivo'[0]' no es un archivo mundial válido.
it: Il file '[0]' non è un file world valido.
pt: O ficheiro '[0]' não é um ficheiro Word válido.
tr: '[0]' dosyası geçerli bir world dosyası değil.
uk: Файл '[0]' не є дійсним orld-файлом.

# messages.imagestore.dropArea.error.unsupportedExtensions
source: Dateien mit nicht unterstützten Formaten ([0]) werden ignoriert. Gültige Dateiendungen sind: [1]
es: Los archivos con formatos no compatibles ([0]) son ignorados. Las siguientes extensiones de archivo son válidas: [1]
it: I file con formati non supportati ([0]) vengono ignorati. Le estensioni di file valide sono: [1]
pt: Ficheiros com formatos não suportados ([0]) são ignorados. Extensões de ficheiro válidas: [1]
tr: Desteklenmeyen formatlara ([0]) sahip dosyalar dikkate alınmaz. Aşağıdaki dosya uzantıları geçerlidir: [1]
uk: Файли з непідтримуваними форматами ([0]) ігноруються. Дійсні розширення файлів є: [1]

# remoteimagestore.warning.largeFileUploadBlockedByPeer
source: Ihr aktuelles Synchronisationsziel blockiert den Empfang von Originalbildern. Sie können entweder in Ihren Synchronisations-Einstellungen das Hochladen von Originalbildern deaktivieren, oder Sie sorgen beim Synchronisationsziel dafür, dass die Option zur Annahme von Originalbildern angepasst wird.
es: Su destino de sincronización actual bloquea sus intentos de subir imágenes originales. Puede desactivar la subida de imágenes originales en sus opciones de sincronización, o asegurarse de que su destino de sincronización cambie su configuración respecto a la subida de imágenes originales.
it: La destinazione di sincronizzazione attualmente impostata blocca la ricezione delle immagini originali. È possibile disattivare il caricamento delle immagini originali nelle impostazioni di sincronizzazione oppure riattivare la ricezione delle immagini originali nel dispositivo impostato come destinazione di sincronizzazione.
pt: A sua atual destinação de sincronização está a bloquear a recepção de imagens originais. Pode desativar o carregamento de imagens originais nas definições de sincronização ou então altere a opção para a aceitação de imagens originais na destinação de sincronização.
tr: Geçerli senkronizasyon hedefiniz, orijinal görseller için yükleme girişimlerinizi engelliyor. Senkronizasyon ayarlarınızda orijinal görsellerin yüklenmesini devre dışı bırakabilir veya senkronizasyon hedefinde orijinal görselleri kabul etme seçeneğini ayarlayabilirsiniz.
uk: Ваша актуальна мета синхронізації блокує отримання оригінальних ілюстрацій. Ви можете або вимкнути завантаження оригінальних ілюстрацій у налаштуваннях синхронізації, або ви можете переконатися, що мета синхронізації має опцію приймати налаштовані оригінальні зображення.

# messages.resources.success.imagesUploaded
source: [0] Bilder wurden erfolgreich importiert und mit der Ressource [1] verknüpft.
es: Se han importado correctamente [0] imágenes y vinculado al recurso [1].
it: [0] Le immagini sono state importate con successo e collegate alla risorsa [1].
pt: [0] imagens foram importadas com sucesso e associadas ao recurso [1].
tr: [0] görsel başarıyla içe aktarıldı ve girdiye [1] bağlandı.
uk: [0] Ілюстрації успішно імпортовано та пов’язано з ресурсом [1].

# messages.resources.warning.projectIdentifierNotSame
source: Die Projektkennungen stimmen nicht miteinander überein. Das Projekt wird nicht gelöscht.
es: Los identificadores del proyecto no coinciden. El proyecto no ha sido eliminado.
it: Gli identificatori del progetto non corrispondono. Il progetto non è stato cancellato.
pt: Os identificadores de projeto não são idênticos. O projeto não vai ser apagado.
tr: Proje tanımlayıcıları eşleşmiyor. Proje silinmez.
uk: Ідентифікатори проекту не збігаються. Проект не буде видалено.

# messages.resources.error.oneProjectMustExist
source: Das Projekt kann nicht gelöscht werden. Es muss mindestens ein Projekt vorhanden sein.
es: El proyecto no puede ser eliminado. Simepre debe haber al menos un proyecto.
it: Il progetto non può essere cancellato. Deve esistere almeno un progetto.
pt: O projeto não pode ser apagado. Deve existir pelo menos um projeto.
tr: Proje silinemez. Her zaman en az bir proje olmak zorundadır.
uk: Проект неможливо видалити. Принаймні один проект має існувати.

# messages.resources.error.resourceDeleted
source: Die Ressource '[0]' kann nicht aufgerufen werden, da sie in der Zwischenzeit von einem anderen Benutzer bzw. einer anderen Benutzerin gelöscht wurde.
es: No se puede acceder al recurso '[0]' porque ha sido eliminado por otro usuario mientras tanto.
it: Impossibile accedere alla risorsa '[0]' perché nel frattempo è stata eliminata da un altro utente.
pt: O recurso '[0]' não pode ser acedido porque entretanto foi apagado por um outro utilizador/uma outra utilizadora.
tr: Bu esnada başka bir kullanıcı tarafından silindiği için '[0]' girdisine erişilemiyor.
uk: Неможливо отримати доступ до ресурсу '[0]' , оскільки його тим часом видалив інший користувач.

# messages.resources.error.unknownResourceDeleted
source: Die Ressource kann nicht aufgerufen werden, da sie in der Zwischenzeit von einem anderen Benutzer bzw. einer anderen Benutzerin gelöscht wurde.
es: No se puede acceder al recurso porque ha sido eliminado por otro usuario mientas tanto.
it: Impossibile accedere alla risorsa perché nel frattempo è stata eliminata da un altro utente.
pt: O recurso não pode ser acedido porque entretanto foi apagado por um outro utilizador/uma outra utilizadora.
tr: Girdiye başka bir kullanıcı tarafından silindiği için erişilemiyor.
uk: Доступ до ресурсу неможливий, оскільки його тим часом видалив інший користувач.

# messages.resources.error.resourceMissingDuringSyncing
source: Die Ressource kann nicht aufgerufen werden. Bitte warten Sie, bis die Synchronisierung abgeschlossen ist, und versuchen es anschließend erneut.
es: No se puede acceder al recurso. Por favor, espere a que finalice el proceso de sincronización y luego inténtelo de nuevo.
it: La risorsa non è accessibile. Per favore aspettare che la sincronizzazione sia completa e poi riprovare.
pt: O recurso não pode ser acedido. Por favor espere até que a sincronização esteja completa e tente de novo.
tr: Girdiye erişilemiyor. Lütfen senkronizasyon işlemi bitene kadar bekleyin ve tekrar deneyin.
uk: Немає доступу до ресурсу. Зачекайте, доки завершиться синхронізація, і повторіть спробу.

# messages.resources.error.cannotMoveChildren
source: Die Ressource [0] kann nicht verschoben werden, weil eine oder mehrere der ihr untergeordneten Ressourcen nicht innerhalb der Zielmaßnahme liegen dürfen.
es: No se puede mover el recurso [0] porque uno o más de sus recursos subordinados no se pueden asignar a la operación de destino.
it: La risorsa [0] non può essere spostata perché una o più delle sue risorse subordinate non possono essere assegnate all'operazione di destinazione.
pt: O recurso [0] não pode ser movido porque um ou mais recursos subordinados não podem existir dentro da intervenção de destinação.
tr: Girdi [0] taşınamıyor çünkü bir veya daha fazla alt girdisi hedef işlemin alt öğesi olmamalıdır.
uk: Ресурс [0] не можна перемістити, оскільки один або кілька його підресурсів не повинні знаходитись в межах цільового заходу/паказника.

# messages.resources.error.parentResourceDeleted
source: Die Ressource kann nicht angelegt werden, da die übergeordnete Ressource in der Zwischenzeit von einem anderen Benutzer bzw. einer anderen Benutzerin gelöscht wurde.
es: No se puede crear el recurso porque el recurso superior ha sido eliminado por otro usuario mientras tanto.
it: La risorsa non può essere creata perchè la risorsa sovraordinata è stata nel frattempo eliminata da un altro utente.
pt: O recurso não pode ser criado porque um recurso superior foi entretanto apagado por um outro utilizador/uma outra utilizadora.
tr: Bu esnada ana girdi başka bir kullanıcı tarafından silindiğinden girdi oluşturulamıyor.
uk: Ресурс неможливо створити, оскільки тим часом інший користувач видалив вищий ресурс.

# messages.projectCreation.error.missingIdentifier
source: Bitte geben Sie eine Kennung für das neue Projekt ein.
es: Por favor, introduce un indentificador para el nuevo proyecto.
it: Inserire un identificatore per il nuovo progetto.
pt: Por favor insira um identificador para o novo projeto.
tr: Lütfen yeni proje için bir tanımlayıcı girin.
uk: Будь ласка, введіть ідентифікатор для нового проекту.

# messages.projectCreation.error.identifierExists
source: Ein Projekt mit der Kennung '[0]' existiert bereits.
es: Ya existe un proyecto con el identificador '[0]'.
it: Esiste già un progetto con l'identificatore '[0]'.
pt: Já existe um projeto com o identificador '[0]'.
tr: '[0]' tanımlayıcısına sahip bir proje zaten mevcut.
uk: Проект з ідентифікатором '[0]' вже існує.

# messages.projectCreation.error.identifierLength
source: Die angegebene Projektkennung ist um [0] Zeichen zu lang.
es: El identificador de proyecto especificado es demasiado largo por [0] caracteres.
it: L'identificatore di progetto specificato è troppo lungo di [0] caratteri.
pt: A identificador de projeto inserido tem [0] caracteres a mais.
tr: Belirtilen proje tanımlayıcısı [0] karakter kadar uzun.
uk: Введений ідентифікатор проекту є на [0] символів задовгим.

# messages.projectCreation.error.identifierCharacters
source: Die angegebene Projektkennung enthält nicht erlaubte Zeichen.
es: El identificador de proyecto especificado contiene caracteres no permitidos.
it: L'identificatore di progetto specificato contiene caratteri non consentiti.
pt: O identificador de projeto contém caracteres não permitidos.
tr: Belirtilen proje tanımlayıcısı izin verilmeyen karakterler içeriyor.
uk: Введений ідентифікатор проекту містить недопустимі символи.

# messages.projectCreation.error.identifierStartingCharacter
source: Die Projektkennung muss mit einem Kleinbuchstaben beginnen.
es: El identificador del proyecto debe comenzar con una letra minúscula.
it: L'identificatore del progetto deve iniziare con una lettera minuscola.
pt: O identificador de projeto deve começar por uma letra minúscula.
tr: Proje tanımlayıcısı küçük harfle başlamalıdır.
uk: Ідентифікатор проекту повинен починатися з малої літери.

# messages.projectCreation.error.nameLength
source: Der angegebene Projektname für die Sprache [0] ist um [1] Zeichen zu lang.
es: El nombre de proyecto especificado para el idioma [0] es demasiado largo por [1] caracteres.
it: Il nome del progetto specificato per la lingua [0] è troppo lungo di [1] caratteri.
pt: O nome de projeto para a língua [0] tem [1] caracteres a mais.
tr: [0] dili için belirtilen proje adı [1] karakter kadar uzun.
uk: Зазначена назва проекту для мови [0] є на [1] символів задовгою.

# messages.configuration.error.noValuesInValuelist
source: Bitte tragen Sie mindestens einen Wert ein.
es: Por favor, introduce al menos un valor.
it: Inserire almeno un valore.
pt: Por favor insira pelo menos um valor.
tr: Lütfen en az bir değer girin.
uk: Введіть принаймні одне значення.

# messages.configuration.error.noValuelist
source: Bitte wählen Sie eine Werteliste aus oder wechseln Sie den Eingabetyp des Feldes.
es: Por favor, seleccione una lista de valores o cambie el tipo de entrada del campo.
it: Selezionare una lista di valori opure cambiare il tipo di input del campo.
pt: Por favor escolha uma lista de valores ou mude o tipo de entrada do campo.
tr: Lütfen bir değer listesi seçin veya alanın giriş türünü değiştirin.
uk: Виберіть список значень або змініть тип введення поля.

# messages.configuration.error.invalidReference
source: "[0]" ist keine gültige URL. Bitte geben Sie als Verweise ausschließlich URLs an.
es: "[0]" no es una URL válida. Por favor, introduce solo URLs como referencias.
it: "[0]" non è un URL valido. Si prega di utilizzare come riferimenti soltanto URL.
pt: "[0]"não é um URL válido. Por favor indique somente referências URL.
tr: "[0]" geçerli bir URL değil. Lütfen referans olarak yalnızca URL'leri girin.
uk: "[0]" не є дійсною URL-адресою. Вводьте лише URL-адреси як посилання.

# messages.configuration.error.importFailure
source: Die Projektkonfiguration konnte nicht importiert werden.
es: No se pudo importar la configuración del proyecto.
it: Non è stato possibile importare la configurazione del progetto.
pt: A configuração de projeto não pode ser importada.
tr: Proje yapılandırması içe aktarılamadı.
uk: Не вдалося імпортувати конфігурацію проекту.

# messages.configuration.error.noProjectLanguages
source: Bitte wählen Sie mindestens eine Projektsprache aus.
es: Por favor, seleccione al menos un idioma del proyecto.
it: Selezionare almeno una lingua per il progetto.
pt: Por favor selecione pelo menos um língua de projeto.
tr: Lütfen en az proje dili seçin.
uk: Виберіть принаймні одну мову проекту.

# navbar.tabs.images
source: Bilder
es: Imágenes
it: Immagini
pt: Imagens
tr: Görüntüler
uk: Ілюстрації

# navbar.tabs.types
source: Typenverwaltung
es: Gestión de tipos
it: Gestione dei tipi
pt: Gestão de tipos
tr: Tip yönetimi
uk: Управління типологією

# navbar.tabs.downloadProject
source: Projekt herunterladen
es: Descargar proyecto
it: Collegarsi con la rete del progetto
pt: Descarregar projeto
tr: Projeyi indir
uk: Записати/завантажити проект

# navbar.tabs.import
source: Import
es: Importar
it: Importa
pt: Importação
tr: İçe aktar
uk: Імпорт

# navbar.tabs.export
source: Export
es: Exportar
it: Esporta
pt: Exportação
tr: Dışa aktar
uk: Експорт

# navbar.tabs.backupCreation
source: Backup erstellen
es: Crear copia de seguridad
it: Crea Backup
pt: Criar cópia de segurança
tr: Yedek oluştur
uk: Створити резервну копію

# navbar.tabs.backupLoading
source: Backup einlesen
es: Restaurar copia de seguridad
it: Trasferisci Backup
pt: Ler cópia de segurança
tr: Yedeği geri yükle
uk: Імпорт резервної копії

# navbar.tabs.help
source: Hilfe
es: Ayuda
it: Aiuto
pt: Ajuda
tr: Yardım
uk: Допомога

# navbar.tabs.settings
source: Einstellungen
es: Configuración
it: Impostazioni
pt: Definições
tr: Ayarlar
uk: Налаштування

# navbar.tabs.configuration
source: Projektkonfiguration
es: Configuración del proyecto
it: Configurazione del progetto
pt: Configuração de projeto
tr: Proje konfigürasyonu
uk: Конфігурація проекту

# project.informationModal.fileCount
source: Anzahl: {{originalFileCount}}
es: Cantidad: {{originalFileCount}}
pt: Quantidade: {{originalFileCount}}
tr: Dosya sayısı: {{originalFileCount}}

# project.informationModal.displayImages
source: Für die Anzeige optimierte Bilddateien:
es: Archivos de imagen optimizados para visualización:
pt: Ficheiros otimizados para a visualização:
tr: Görüntüleme için optimize edilmiş görüntü dosyaları:

# project.informationModal.projectProperties
source: Projekteigenschaften
es: Propiedades del proyecto
pt: Propriedades de projeto
tr: Proje özellikleri

# resources.navigation.tooltips.deactivateExtendedSearchMode
source: Erweiterten Suchmodus deaktivieren
es: Desactivar el modo de búsqueda extendida
it: Disattiva la modalità di ricerca avanzata
pt: Desativar modo de pesquisa avançada
tr: Detaylı arama modunu devre dışı bırak
uk: Вимкнути режим розширеного пошуку

# resources.navigation.tooltips.activateExtendedSearchMode
source: Erweiterten Suchmodus aktivieren
es: Activar el modo de búsqueda extendida
it: Attiva la modalità di ricerca avanzata
pt: Ativar modo de pesquisa avançada
tr: Detaylı arama modunu etkinleştir
uk: Активувати режим розширеного пошуку

# resources.plusButton.tooltip.deactivated
source: Bitte deaktivieren Sie den erweiterten Suchmodus, um neue Ressourcen anlegen zu können.
es: Por favor, desactive el modo de búsqueda extendida antes de crear nuevos recursos.
it: Disattiva la modalità di ricerca avanzata per poter creare nuove risorse.
pt: Por favor desative o modo de pesquisa avançado para poder criar novos recursos.
tr: Lütfen yeni girdiler oluşturmadan önce detaylı arama modunu devre dışı bırakın.
uk: Будь ласка, вимкніть режим розширеного пошуку, щоб мати можливість створювати нові ресурси.

# resources.searchBar.constraints.geometry
source: Geometrie
es: Geometría
it: Geometria
pt: Geometria
tr: Geometri
uk: Геометрія

# resources.searchBar.constraints.linkedImages
source: Verknüpfte Bilder
es: Imágenes vinculadas
it: Immagini collegate
pt: Imagens associadas
tr: Bağlantılı görüntüler
uk: Пов'язані ілюстрації

# resources.searchBar.constraints.isSameAs
source: Verknüpfte identische Ressourcen
es: Recursos idénticos vinculados
it: Risorse identiche collegate
pt: Recursos idênticos associados
tr: Bağlantılı özdeş girdiler
uk: Пов'язані ідентичні ресурси

# resources.searchBar.constraints.isInstanceOf
source: Verknüpfte Typen
es: Tipos vinculados
it: Tipi collegati
pt: Tipos associados
tr: Bağlantılı tipler
uk: Пов'язані типи

# resources.searchBar.constraints.hasInstance
source: Verknüpfte Funde
es: Hallazgos vinculados
it: Ritrovamenti collegati
pt: Achados associados
tr: Bağlantılı buluntular
uk: Пов'язані знахідки
