Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# navbar.taskbar.synchronization.connecting
source: Synchronisationsverbindung wird hergestellt...
es: Estableciendo conexión de sincronización...
it: La connessione per la sincronizzazione è in corso di preparazione...
pt: Estabelecendo ligação de sincronização...
tr: Senkronizasyon bağlantısı kuruluyor...
uk: З'єднання для синхронізації встановлюється…

# navbar.taskbar.synchronization.offline
source: Synchronisation ist deaktiviert.
es: La sincronización está desactivada.
it: La sincronizzazione è disattivata.
pt: Sincronização desativada.
tr: Senkronizasyon devre dışı.
uk: Синхронізацію вимкнено.

# navbar.taskbar.synchronization.inSync
source: Synchronisation abgeschlossen.
es: Sincronización completada.
it: Sincronizzazione completata.
pt: Sincronização completada.
tr: Senkronizasyon tamamlandı.
uk: Синхронізація завершена.

# navbar.taskbar.synchronization.error
source: Synchronisation fehlgeschlagen
es: Error de sincronización
it: Sincronizzazione non riuscita
pt: Sincronização falhou
tr: Senkronizasyon başarısız
uk: Збій синхронізації

# navbar.taskbar.synchronization.error.general
source: Stellen Sie sicher, dass die angegebene Adresse korrekt ist und eine Netzwerkverbindung zum Synchronisationsziel besteht. Prüfen Sie ggf. auch die Firewalleinstellungen Ihres Systems und des Zielsystems.
es: Asegúrese de que la dirección especificada sea correcta y de que exista una conexión de red con el destino de sincronización. Si es necesario, compruebe también la configuración del cortafuegos de su sistema y del sistema de destino.
it: Assicurarsi che l'indirizzo specificato sia corretto e che vi sia una connessione di rete funzionante con l'indirizzo scelto per la sincronizzazione. Se necessario, controllare anche le impostazioni del firewall del proprio sistema e del sistema di destinazione.
pt: Assegure-se que o endereço especificado está correto e que existe uma ligação de rede até à destinação da sincronização. Se necessário, verifique as configurações de firewall no seu computador e no computador remoto.
tr: Belirtilen adresin doğru olduğundan ve senkronizasyon hedefine ağ bağlantısı olduğundan emin olun. Gerekirse sisteminizin ve hedef sistemin güvenlik duvarı (Firewall) ayarlarını kontrol edin.
uk: Переконайтеся, що надана адреса правильна та що є мережеве підключення до цілі синхронізації. Якщо необхідно, також перевірте налаштування брандмауера/Firewall вашої системи та цільової системи.

# navbar.taskbar.synchronization.error.authentication
source: Stellen Sie sicher, dass das Projekt am Synchronisationsziel existiert und prüfen Sie das Passwort.
es: Asegúrese de que el proyecto existe en el destino de sincronización y compruebe la contraseña.
it: Assicurarsi che il progetto sia presente all'interno del percorso di destinazione per la sincronizzazione e controllare la password.
pt: Assegure-se que o projeto existe na destinação da sincronização e verifique a palavra-passe.
tr: Projenin senkronizasyon hedefinde olduğundan emin olun ve şifreyi kontrol edin.
uk: Переконайтеся, що проект існує в синхронізацій меті/цілі, і перевірте пароль.

# navbar.taskbar.synchronization.error.authorization
source: Sie besitzen nicht die nötigen Rechte.
es: Permiso denegado.
it: Permesso negato.
pt: Permissões negadas.
tr: İzin reddedildi.
uk: Ви не маєте необхідних прав.

# navbar.taskbar.update.tooltips.downloading
source: Version {{version}} wird heruntergeladen...
es: Descargando la versión {{version}}...
it: Scaricamento della versione {{version}} in corso...
pt: A descarregar versão {{version}}...
tr: Versiyon {{version}} indiriliyor...
uk: Версія {{version}} буде завантажена…

# navbar.taskbar.update.tooltips.downloadComplete
source: Version {{version}} wurde heruntergeladen und wird beim Neustart installiert
es: La versión {{version}} se ha descargado y se instalará al reiniciar
it: La versione {{version}} è stata scaricata e verrà installata al riavvio
pt: A versão {{version}} foi descarregada e será instalada quando reiniciar
tr: Versiyon {{version}} indirildi ve yeniden başlatmada kurulacak
uk: Версія {{version}} була записана та буде встановлена після перезавантаження

# navbar.taskbar.update.tooltips.downloadInterrupted
source: Der Download von Version {{version}} wurde unterbrochen. Bitte starten Sie die Anwendung neu, um es erneut zu versuchen.
es: La descarga de la versión {{version}} se ha interrumpido. Por favor, reinicie la aplicación para volver a intentarlo.
it: Il download della versione {{version}} è stato interrotto. Riavviare l'applicazione per riprovare.
pt: O descarregamento da versão {{version}} foi interrompido. Por favor reinicie a aplicação para voltar a tentar.
tr: Versiyon {{version}} indirmesi yarıda kesildi. Lütfen uygulamayı yeniden başlatıp tekrar deneyin.
uk: Завантаження версії {{version}} було перервано. Перезапустіть програму, щоб повторити спробу.

# navbar.taskbar.update.tooltips.downloadError
source: Beim Download von Version {{version}} ist ein Fehler aufgetreten. Bitte laden Sie die aktuelle Version von https://field.idai.world/download herunter.
es: Se ha producido un error al descargar la versión {{version}}. Por favor, descargue la versión más reciente desde https://field.idai.world/download.
it: Si è verificato un errore durante il download della versione {{version}}. Si prega di scaricare l'ultima versione da https://field.idai.world/download.
pt: Ocorreu um erro durante o descarregamento da versão {{version}}. Por favor, descarregue última versão a partir de https://field.idai.world/download.
tr: Versiyon {{version}} indirilirken bir hata oluştu. Lütfen https://field.idai.world/download adresinden en yeni sürümü indirin.
uk: При завантаженні версії {{version}} cталася помилка. Будь ласка, запишіть/завантажте останню версію з https://field.idai.world/download.

# project.cancelModal.header
source: Download abbrechen?
es: ¿Cancelar la descarga?
it: Interrompere il processo di download?
pt: Cancelar descarregamento?
tr: İndirme iptal edilsin mi?

# project.cancelModal.info
source: Bitte beachten Sie, dass der Download im Falle eines Abbruchs von vorn beginnt, wenn Sie das Projekt zu einem späteren Zeitpunkt erneut herunterladen.
es: Por favor, tenga en cuenta que si interrumpe la descarga, esta comenzará desde el principio si vuelve a descargar el proyecto más adelante.
pt: Tenha em atenção que se interromper o descarregamento, este irá começar do início se voltar a descarregar o projeto mais tarde.
tr: İndirmeyi iptal ederseniz daha sonra projeyi indirmek için tekrar baştan başlayacağınızı lütfen unutmayın.

# project.download.abort
source: Abbrechen
es: Cancelar
it: Annullare
pt: Cancelar
tr: İptal et
uk: Перервати

# project.cancelModal.continue
source: Fortsetzen
es: Continuar
it: Continuare
pt: Continuar
tr: Devam
uk: Продовжити

# project.createModal.header
source: Neues Projekt erstellen
es: Crear nuevo proyecto
tr: Yeni proje oluştur

# project.createModal.projectName
source: Projektname:
es: Nombre del proyecto:
it: Nome del progetto:
pt: Nome do projeto:
tr: Proje adı:
uk: Назва проекту:

# project.createModal.projectName.info
source: Optional können Sie für jede Sprache einen Projektnamen angeben. Der Name darf beliebige Zeichen enthalten und maximal {{getNameMaxLength()}} Zeichen lang sein. Er kann jederzeit in den Projekteigenschaften geändert werden.
es: Opcionalmente, puede especificar un nombre de proyecto para cada idioma. El nombre puede contener cualquier carácter y tener una longitud máxima de {{getNameMaxLength()}} caracteres. Se puede cambiar en cualquier momento en las propiedades del proyecto.
pt: É possível inserir um nome de projeto para cada língua. O nome pode conter qualquer número de caracteres e no máximo {{getNameMaxLength()}} caracteres. Pode ser alterado a qualquer momento nas propriedades de projeto.
tr: İsteğe bağlı olarak her dil için bir proje adı belirleyebilirsiniz. Herhangi bir karakter içerebilir ve en fazla {{getNameMaxLength()}} karakter uzunluğunda olabilir. Proje özellikleri menüsünde herhangi bir zaman değiştirilebilir.

# buttons.next
source: Weiter
es: Siguiente
it: Avanti
pt: Avançar
tr: İleri
uk: Далі

# project.createModal.configuration
source: Konfiguration:
es: Configuración:
it: Configurazione:
pt: Configuração:
tr: Konfigürasyon:
uk: Конфігурація:

# project.createModal.configuration.info
source: Die ausgewählte Startkonfiguration bestimmt, welche Kategorien, Formulare und Felder für das neue Projekt zunächst zur Verfügung stehen. Die Konfiguration kann anschließend beliebig angepasst werden.
es: La configuración inicial seleccionada determina qué categorías, formularios y campos están disponibles inicialmente para el nuevo proyecto. La configuración se puede personalizar según se desee.
pt: A configuração inicial selecionada determina quais as categorias, formulários e campos estão disponíveis inicialmente para o projeto novo. A configuração poder ser adaptada mais tarde.
tr: Seçilen başlangıç konfigürasyonu, yeni proje için başlangıçta hangi kategorilerin, formların ve alanların kullanılabileceğini belirler. Konfigürasyon daha sonra istenildiği gibi özelleştirilebilir.

# project.createModal.languages
source: Projektsprachen:
es: Idiomas del proyecto:
it: Lingue del progetto;
pt: Línguas do projeto:
tr: Proje dilleri:
uk: Мови проекту:

# project.createModal.languages.info
source: Wählen Sie hier die Sprachen aus, in denen innerhalb des Projekts Daten eingetragen werden sollen. Bitte wählen Sie mindestens eine Sprache aus.
es: Seleccione aquí los idiomas en los que se introducirán los datos dentro del proyecto. Por favor, seleccione al menos un idioma.
pt: Selecione as línguas em que devem ser inseridos os dados de projeto. Por favor selecione pelo menos uma língua.
tr: Projeye verilerin girileceği dilleri buradan seçin. Lütfen en az bir dil seçin.

# project.createModal.identifier
source: Projektkennung:
es: Identificador de proyecto:
it: Identificatore di progetto:
pt: Identificador de projeto:
tr: Proje tanımlayıcı:
uk: Iндентифікітор проекту:

# project.createModal.identifier.info
source: Geben Sie hier eine eindeutige Kennung des neuen Projekts ein. Erlaubte Zeichen sind Kleinbuchstaben des lateinischen Alphabets, Ziffern, Unterstriche und Bindestriche. Die Kennung muss mit einem Buchstaben beginnen und darf maximal {{getIdentifierMaxLength()}} Zeichen lang sein. Sie kann zu einem späteren Zeitpunkt <b>nicht</b> mehr geändert werden.
es: Introduzca aquí un identificador único para el nuevo proyecto. Los caracteres permitidos son letras minúsculas del alfabeto latino, guiones bajos y guiones. El identificador debe comenzar siempre con una letra y puede tener una longitud máxima de {{getIdentifierMaxLength()}} caracteres. <b> no</b> se puede cambiar posteriormente.
pt: Inserir aqui um identificador único do novo projeto. Caracteres permitidos são minúsculas do alfabeto latino, números, subtraços e hífens. O identificador deve começar por uma letra e pode ter no máximo {{getIdentifierMaxLength()}} caracteres. <b>Não</b> pode ser alterada mais tarde.
tr: Buraya yeni proje için benzersiz bir tanımlayıcı girin. İzin verilen karakterler Latin alfabesinin küçük harfleri, rakamlar, alt çizgiler ve kısa çizgilerdir. Tanımlayıcı her zaman bir harfle başlamalı ve en fazla {{getIdentifierMaxLength()}} karakter uzunluğunda olabilir. Daha sonra <b>değiştirilemez</b>.

# buttons.create
source: Erstellen
es: Crear
it: Eseguire
pt: Criar
tr: Oluştur
uk: Створити

# project.deleteModal.header
source: Projekt <b>}löschen? löschen?
es: ¿Eliminar proyecto <b>{{projectIdentifier}}</b>?

# settings.deleteModal.deleteFiles
source: Bilder löschen
es: Eliminar imágenes
it: Cancellare le immagini
pt: Apagar imagens
tr: Görselleri sil
uk: Ілюстрації видалити

# project.deleteModal.confirmDeleteInfo
source: Bitte geben Sie die Projektkennung ein, um den Löschvorgang zu bestätigen.
es: Por favor, introduzca el identificador del proyecto para confirmar la eliminación.
pt: Por favor, introduza o identificador de projeto para confirmar processo de apagamento.
tr: Silme işlemini onaylamak için lütfen proje tanımlayıcısını girin.

# project.download.progressInfo.files
source: % der Bilder geladen... </div> <div *ngIf="canc% der Bilder geladen...
es: {{getRoundedProgress(filesProgressPercent)}}% de imágenes cargadas...

# project.download.progressInfo.databaseFinished
source: % der Projektdaten geladen. </div> <div *ngIf="filesProgres% der Projektdaten geladen.
es: {{getRoundedProgress(databaseProgressPercent)}}% de datos del proyecto cargados.

# project.download.progressInfo.cancelling
source: Download wird abgebrochen...
es: Cancelando descarga...
pt: Descarregamento está a ser interrompido...
tr: İndirme işlemi iptal ediliyor...

# project.download.connecting
source: Verbindung wird hergestellt...
es: Estableciendo conexión...
it: Connessione in corso...
pt: Estabelecendo ligação...
tr: Bağlantı kuruluyor...
uk: Встановлення з'єднання...

# project.download.progressInfo.database
source: % der Projektdaten geladen... </div> <div *ngIf="fi% der Projektdaten geladen...
es: {{getRoundedProgress(databaseProgressPercent)}}% de los datos del proyecto cargados...

# project.download.connect
source: Download starten
es: Iniciar descarga
it: Avviare il download
pt: Iniciar descarregamento
tr: İndirmeye başla
uk: Розпочати завантаження

# project.download.address
source: Adresse
es: Dirección
it: Indirizzo
pt: Endereço
tr: Adres
uk: Адреса

# project.download.address.info
source: Als Adresse kann sowohl die URL eines Field-Servers als auch die Netzwerkadresse einer anderen Field-Desktop-Installation angegeben werden.
es: Se puede introducir como dirección la URL de un servidor Field, así como la dirección de red de otra instalación de Field Desktop.
pt: Tanto o URL de um servidor Field como o endereço de rede de outra instalação Field Desktop podem ser introduzidos neste endereço.
tr: Adres olarak bir Field sunucusunun URL'si veya başka bir Field Desktop kurulumunun ağ adresi girilebilir.

# project.download.password
source: Passwort
es: Contraseña
it: Password
pt: Palavra-passe
tr: Şifre
uk: Пароль

# project.download.thumbnailImageFiles
source: Vorschaubilder herunterladen
es: Descargar miniaturas
it: Scaricare le anteprime delle immagini
pt: Descarregar miniaturas das imagens
tr: Küçük resimleri indir
uk: Завантажити мініатюри

# project.download.originalImageFiles
source: Originalbilder herunterladen
es: Descargar imágenes originales
it: Scaricare le immagini originali
pt: Descarregar imagens originais
tr: Orijinal görselleri indirin
uk: Завантажити оригінальні зображення/ілюстрації

# project.download.overwriteProject
source: Existierendes Projekt gleicher Kennung überschreiben
es: Sobrescribir el proyecto existente con el mismo identificador
it: Sovrascrivere il progetto esistente con lo stesso identificatore
pt: Projeto com o mesmo identificador está a ser sobrescrito
tr: Aynı tanımlayıcıda mevcut projenin üzerine yaz
uk: Перезаписати існуючий проект з такою ж назвою

# project.informationModal.header
source: Projektdatenübersicht
es: Resumen de los datos del proyecto
pt: Apresentação de dados de projeto
tr: Proje verilerine genel bakış

# project.informationModal.info
source: Auf diesem Computer gespeicherte Daten für das Projekt <b>er()}}: </div>:
es: Datos almacenados en este ordenador para el proyecto <b>{{getProjectIdentifier()}}</b>:

# project.informationModal.resourceCount
source: Ressourcen:
es: Recursos:
pt: Recursos:
tr: Girdiler:

# project.informationModal.resourceCount.total
source: Gesamtanzahl: {{totalDocumentCount}}
es: Cantidad total: {{totalDocumentCount}}
pt: Número total: {{totalDocumentCount}}
tr: Toplam miktar: {{totalDocumentCount}}

# project.informationModal.resourceCount.images
source: Davon Bilder: {{imageDocumentCount}}
es: De los cuales imágenes: {{imageDocumentCount}}
pt: Dos quais imagens: {{imageDocumentCount}}
tr: Görseller: {{imageDocumentCount}}

# project.informationModal.resourceCount.types
source: Davon Typen und Kataloge: {{typeDocumentCount}}
es: De los cuales tipos y catálogos: {{typeDocumentCount}}
pt: Dos quais tipos e catálogos: {{typeDocumentCount}}
tr: Tipler ve kataloglar: {{typeDocumentCount}}

# project.informationModal.lastChangedResource
source: Letzte bearbeitete Ressource:
es: Último recurso modificado:
pt: Último recurso alterado:
tr: Son değiştirilen girdi:

# project.informationModal.date
source: Zeitpunkt: {{lastChangedDocumentDate}}
es: Hora: {{lastChangedDocumentDate}}
pt: Momento de última alteração: {{lastChangedDocumentDate}}
tr: Zaman: {{lastChangedDocumentDate}}

# project.informationModal.deletedResource
source: Gelöschte Ressource
es: Recurso eliminado
pt: Recursos apagados
tr: Silinen girdi

# project.informationModal.editedBy
source: Bearbeitet von: {{lastChangedDocumentUser}}
es: Editado por: {{lastChangedDocumentUser}}
pt: Modificado por: {{lastChangedDocumentUser}}
tr: Tarafından düzenlendi: {{lastChangedDocumentUser}}

# project.informationModal.thumbnails
source: Vorschau-Bilddateien:
es: Archivos de imágenes en miniatura:
pt: Ficheiros de miniaturas de imagens:
tr: Küçük resim dosyaları:

# project.informationModal.fileSize
source: Belegter Festplattenspeicher: {{originalFileSize}}
es: Espacio en disco utilizado: {{originalFileSize}}
pt: Espaço ocupado no disco rígido: {{originalFileSize}}
tr: Kullanılan disk alanı: {{originalFileSize}}

# project.informationModal.originals
source: Original-Bilddateien:
es: Archivos de imágenes originales:
it: File delle immagini originali:
pt: Ficheiros de imagens originais:
tr: Orijinal görsel dosyaları:

# settings.synchronization.thumbnailImageFiles
source: Vorschaubilder synchronisieren {{thumbnailImageSizesMsg}}
es: Sincronizar miniaturas {{thumbnailImageSizesMsg}}
it: Sincronizzare le anteprime delle immagini
pt: Sincronizar miniaturas das imagens{{thumbnailImageSizesMsg}}.
tr: Küçük resimleri senkronize et {{thumbnailImageSizesMsg}}

# settings.synchronization.originalImageFilesUpload
source: Originalbilder hochladen {{originalImageUploadSizeMsg}}
es: Subir imágenes originales {{originalImageUploadSizeMsg}}
pt: Carregar imagens originais {{originalImageUploadSizeMsg}}
tr: Orijinal görselleri yükleyin {{originalImageUploadSizeMsg}}

# settings.synchronization.originalImageFilesDownload
source: Originalbilder herunterladen {{originalImageDownloadSizeMsg}}
es: Descargar imágenes originales {{originalImageDownloadSizeMsg}}
pt: Descarregar imagens originais {{originalImageDownloadSizeMsg}}
tr: Orijinal görselleri indirin {{originalImageDownloadSizeMsg}}

# project.synchronization
source: Projekt synchronisieren
es: Sincronizar proyecto
it: Sincronizzare il progetto
pt: Sincronizar projeto
tr: Projeyi senkronize et
uk: Проект синхронізувати

# docedit.conflictDeletedModal.header
source: Konflikt behandeln
es: Gestionar/Resolver confilicto
it: Risolvere il conflitto
pt: Resolver conflito
tr: Çakışmaları yönetin
uk: Врегулювати конфлікт

# docedit.conflictDeletedModal.close
source: Zurück zur Editieransicht
es: Volver al formulario de edición
tr: Formu düzenlemeye geri dön

# buttons.delete
source: Löschen
es: Eliminar
it: Eliminare
pt: Apagar
tr: Sil
uk: Видалити

# configuration.deleteCategory.warning.resources.single
source: Im Projekt existiert eine Ressource dieser Kategorie, die nach dem Löschen nicht mehr sichtbar sein wird. Wenn Sie die Kategorie zu einem späteren Zeitpunkt erneut hinzufügen, wird die Ressource wieder angezeigt werden.
es: Hay un recurso de esta categoría en el proyecto, que dejará de estar visible tras la eliminación. Si vuelve a añadir la categoría más adelante, el recurso volverá a estar visible.
it: Nel progetto esiste una risorsa di questa categoria che non sarà più visibile in seguito all'eliminazione. Se la categoria verrà aggiunta di nuovo in un secondo momento, la risorsa verrà visualizzata di nuovo.
pt: No projeto existe um recurso nesta categoria que não vai ser visível após apagamento. O recurso vai ser de novo visível se adicionar de novo esta categoria mais tarde.
tr: Projenin bu kategorisinde, silme işleminden sonra artık görünmeyecek bir girdi var. Kategoriyi daha sonra tekrar eklerseniz girdi tekrar görünür olacaktır.

# configuration.deleteCategory.warning.resources.multiple
source: Im Projekt existieren {{resourceCount}} Ressourcen dieser Kategorie, die nach dem Löschen nicht mehr sichtbar sein werden. Wenn Sie die Kategorie zu einem späteren Zeitpunkt erneut hinzufügen, werden die Ressourcen wieder angezeigt werden.
es: Hay {{resourceCount}} recursos de esta categoría en el proyecto, que dejarán de ser visibles tras la eliminación. Si vuelves a añadir la categoría más adelante, los recursos volverán a ser visibles.
it: Nel progetto esistono {{resourceCount}} risorse di questa categoria che non saranno più visibili in seguito all'eliminazione. Se la categoria verrà aggiunta di nuovo in un secondo momento, le risorse verranno visualizzate di nuovo.
pt: No projeto exitem {{resourceCount}} recursos desta categoria que não vão ser visíveis após apagamento. Os recursos vão ser de novo visíveis se adicionar de novo esta categoria mais tarde.
tr: Projede, silme işleminden sonra artık görünmeyecek olan bu kategoriye ait {{resourceCount}} girdiler bulunmaktadır. Kategoriyi daha sonra tekrar eklerseniz girdiler tekrar görünür olacaktır.

# configuration.deleteCategory.warning.changes
source: An dieser Kategorie wurden Änderungen vorgenommen, die beim Löschen verloren gehen.
es: Se han realizado cambios en esta categoría que se perderán al eliminarla.
pt: Foram feitas alterações nesta categoria que vão ser perdidas no apagamento.
tr: Bu kategoride, silindiğinde kaybolacak değişiklikler yapıldı.

# configuration.deleteCategory.hasChildren
source: Die Kategorie <code></kann nicht kann nicht gelöscht werden, solange sie Unterkategorien besitzt. Bitte entfernen Sie zunächst die Unterkategorien.
es: La categoría <code>{{category.name}}</code> no se puede eliminar mientras tenga subcategorías. Por favor, elimine primero las subcategorías.
pt: A categoria <code>{{category.name}}</code> não pode ser apagada enquanto tiver categoria inferiores. Por favor remova todas as categoria inferiores.

# configuration.deleteField.header
source: Feld löschen?
es: ¿Eliminar campo?
it: Eliminare il campo?
pt: Apagar campo?
tr: Alan silinsin mi?
uk: Видалити поле?

# configuration.deleteGroup.header
source: Gruppe löschen?
es: ¿Eliminar grupo?
it: Eliminare il gruppo?
pt: Apagar grupo?
tr: Grup silinsin mi?
uk: Видалити групу?

source: Möchten Sie die Gruppe <code></codwirklich l wirklich löschen?
es: ¿Realmente desea eliminar el grupo <code></codwirklich l ?

# configuration.deleteGroup.notAllowed
source: Die Gruppe <code></codkann nicht kann nicht gelöscht werden, solange ihr Felder zugeordnet sind. Bitte verschieben Sie die Felder zunächst in eine andere Gruppe oder löschen Sie sie.
es: El grupo <code></codkann nicht no se puede eliminar mientras tenga campos asignados. Por favor, primero mueva los campos a otro grupo o elimínelos.
pt: O grupo <code>{{group.name}}</code> não pode ser apagado enquanto tiver campos atribuídos. Por favor mova os campos para outro grupo ou apague-os.

# configuration.deleteValuelist.header
source: Werteliste löschen?
es: ¿Eliminar la lista de valores?
it: Eliminare la lista di valori?
pt: Apagar lista de valores?
tr: Değer listesi silinsin mi?
uk: Видалити список значень?

# configuration.deleteValuelist.body
source: Möchten Sie die Werteliste <code></cwirklich l wirklich löschen?
es: ¿Realmente desea eliminar la lista de valores <code></cwirklich l?
