Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# configuration.printedFieldSlotDisabled
source: Dieses Feld wurde für die Oberkategorie ausgewählt und kann für die aktuelle Kategorie nicht bearbeitet werden.
es: Este campo ha sido seleccionado para la supercategoría y no se puede editar para la categoría seleccionada actualmente.
it: Questo campo è stato selezionato per la categoria sovraordinata e non può essere modificato per la categoria corrente.
pt: Este campo foi selecionado para a categoria superior e não pode ser alterada para a atual categoria.
tr: Bu alan üst kategori için konfigüre edilmiştir ve mevcut kategori için değiştirilemez.
uk: Це поле було вибрано для вищої категорії і не може бути відредаговане для цієї категорії.

# project.informationModal.resourceCount.storagePlaces
source: Davon Aufbewahrungsorte: {{storagePlaceDocumentCount}}
es: De los cuales lugares de almacenamiento: {{storagePlaceDocumentCount}}
it: Di cui depositi: {{storagePlaceDocumentCount}}
pt: Dos quais depósitos: {{storagePlaceDocumentCount}}
tr: Depolama konumlarından: {{storagePlaceDocumentCount}}
uk: З них - місця зберігання: {{storagePlaceDocumentCount}}

# resources.printSettingsModal.default
source: Standard
es: Por defecto
tr: Standart
uk: Стандарт

# settings.languageInfo.tr
source: Bei Fragen und Anmerkungen zur türkischen Übersetzung wenden Sie sich bitte an: idai.field-turkce@dainst.de
es: Para preguntas y comentarios sobre la traducción al turco, por favor contacte a: idai.field-turkce@dainst.de
pt: Se tiver quaisquer perguntas ou comentários sobre a tradução turca, contacte: idai.field-turkce@dainst.de
tr: Türkçe çeviriyle ilgili herhangi bir sorunuz veya yorumunuz varsa lütfen iletişime geçin: idai.field-turkce@dainst.de
uk: Якщо у вас виникли запитання або коментарі щодо турецького перекладу, будь ласка, зв'яжіться з: idai.field-turkce@dainst.de

# config.inputType.derivedRelation
source: Abgeleitete Relation
es: Relación derivada
it: Relazione derivata
pt: Relação derivada
tr: Türetilmiş ilişki
uk: Похідне відношення

# qrCode.printedFields.liesWithin
source: Übergeordnete Ressource
es: Recurso superior
it: Risorse sovraordinate
pt: Recurso superior
tr: Ana girdi
uk: Батьківський ресурс

# configuration.autoCreationOptionDisabled
source: Aktivieren Sie die Option "QR-Codes zur Identifikation verwenden", um diese Option zu verwenden.
es: Habilite la opción "Usar códigos QR para identificación" para utilizar esta opción.
it: Si prega di attivare l'opzione "Usa codici QR per l'identificazione" per utilizzare questa opzione.
pt: Ative a opção "utilizar códigos QR para a identificação" para usar esta opção.
tr: Bu seçeneği kullanabilmeniz için "Tanımlama için QR kodları kullan" seçeneğini etkinleştirin.
uk: Активуйте опцію "Використовувати QR-код для ідентифікації", щоб скористатися цією опцією.

# configuration.printedFieldUnselected
source: Wählen Sie ein Feld aus, um diese Option zu verwenden.
es: Seleccione un campo para utilizar esta opción.
it: Selezionare un campo per utilizzare questa opzione.
pt: Selecione um campo para usar esta opção.
tr: Bu seçeneği kullanmak için bir alan seçiniz.
uk: Виберіть поле, щоб використовувати цю опцію.

# configuration.qrCodes.printedFields
source: Zu druckende Felder:
es: Campos a imprimir:
it: Campi da stampare:
pt: Campos para imprimir:
tr: Yazdırılacak etiket alanları:
uk: Поля, які потрібно надрукувати:

# configuration.qrCodes.printFieldLabels
source: Feldbezeichnung drucken
es: Imprimir etiqueta de campo
it: Stampare campo descrizione
pt: Imprimir designação do campo
tr: Alan başlığını yazdır
uk: Поле опису видрукувати

# resources.createPrintSettingsProfile
source: Neues Einstellungsprofil erstellen
es: Crear nuevo perfil de configuración
it: Creare un nuovo profilo di impostazioni
pt: Criar novo perfil de definições
tr: Yeni ayarlar profili oluştur
uk: Створіть новий профіль налаштувань

# resources.createPrintSettingsProfileModal.info
source: Bitte geben Sie einen Namen für das neue Profil ein.
es: Por favor, introduzca un nombre para el nuevo perfil.
it: Inserire un nome per il nuovo profilo.
pt: Por favor insira um nome para o novo perfil.
tr: Lütfen yeni profil için bir ad girin.
uk: Будь ласка, введіть ім'я для нового профілю.

# resources.printSettings
source: Etikettendruck einrichten
es: Configurar impresión de etiquetas
it: Impostare la stampa di etichette
pt: Configurar a impressão de etiquetas
tr: Etiket yazdırmayı ayarlama
uk: Налаштування друку етикеток

# resources.printSettingsModal.settingsProfile
source: Einstellungsprofil
es: Perfil de configuración
it: Profilo di impostazione
pt: Perfil de definições
tr: Ayarlar profili
uk: Профіль налаштування

# resources.deletePrintSettingsProfile
source: Einstellungsprofil löschen
es: Eliminar perfil de configuración
it: Cancellare il profilo di impostazione
pt: Apagar perfil de definições
tr: Ayarlar profilini sil
uk: Видалення профілю налаштувань

# resources.printSettingsModal.size
source: Etikettgröße
es: Tamaño de etiqueta
it: Dimensione dell'etichetta
pt: Tamanho de etiquetas
tr: Etiket boyutu
uk: Розмір етикетки

# resources.printSettingsModal.size.width
source: Breite (mm)
es: Ancho (mm)
it: Larghezza (mm)
pt: Largura (mm)
tr: Genişlik (mm)
uk: Ширина (мм)

# resources.printSettingsModal.size.height
source: Höhe (mm)
es: Altura (mm)
it: Altezza (mm)
pt: Altura (mm)
tr: Yükseklik (mm)
uk: Висота (мм)

# resources.printSettingsModal.borderMargin
source: Abstand vom Rand
es: Distancia desde el borde
it: Distanza dal bordo
pt: Distância do bordo
tr: Kenardan uzaklık
uk: Відстань від краю

# resources.printSettingsModal.borderMargin.left
source: Links (mm)
es: Izquierda (mm)
it: Sinistra (mm)
pt: Esquerda (mm)
tr: Sol (mm)
uk: Зліва (мм)

# resources.printSettingsModal.borderMargin.top
source: Oben (mm)
es: Arriba (mm)
it: Top (mm)
pt: Em cima (mm)
tr: Üst (mm)
uk: Верх (мм)

# resources.printSettingsModal.scaling
source: Skalierung (Prozent)
es: Escalado (porcentaje)
it: Ridimensionamento (percentuale)
pt: Escala (porcento)
tr: Ölçeklendirme (yüzde)
uk: Масштабування (у відсотках)

# messages.resources.success.qrCodeSaved
source: Der neu generierte QR-Code wurde erfolgreich gespeichert.
es: El código QR recién generado se ha guardado correctamente.
pt: O novo código QR foi gerado com sucesso.
tr: Yeni oluşturulan QR kodu başarıyla kaydedildi.
uk: Новостворений QR-код успішно збережено.

# messages.resources.success.qrCodeDeleted
source: Der QR-Code wurde erfolgreich gelöscht.
es: El código QR se ha eliminado correctamente.
pt: O código QR foi apagado com sucesso.
tr: QR kodu başarıyla silindi.
uk: QR-код успішно видалено.

# resources.searchBar.constraints.hasChildren
source: Untergeordnete Ressourcen
es: Recursos subordinados
pt: Recursos subordinados
tr: Alt girdiler
uk: Підпорядковані ресурси

# resources.contextMenu.showWarnings
source: Warnungen anzeigen
es: Mostrar advertencias
it: Mostra le avvertenze
pt: Mostrar avisos
tr: Uyarıları göster
uk: Показати попередження

# widgets.deletionInProgressModal.info.resource.single
source: Ressource wird gelöscht...
es: Eliminando recurso...
it: Cancellazione della risorsa in corso...
pt: Recurso está a ser apagado...
tr: Girdi siliniyor...
uk: Ресурс буде видалено...

# widgets.deletionInProgressModal.info.resource.multiple
source: Ressourcen werden gelöscht...
es: Eliminando recursos...
it: Cancellazione delle risorse in corso..
pt: Recursos estão a ser apagados...
tr: Girdiler siliniyor...
uk: Ресурси будуть видалені...

# widgets.deletionInProgressModal.info.image.single
source: Bild wird gelöscht...
es: Eliminando imagen...
it: Cancellazione dell'immagine in corso...
pt: Imagem está a ser apagada...
tr: Görüntü siliniyor...
uk: Ілюстрацію буде видалено...

# widgets.deletionInProgressModal.info.image.multiple
source: Bilder werden gelöscht...
es: Eliminando imágenes...
it: Cancellazione delle immagini in corso...
pt: Imagens estão a ser apagadas...
tr: Görüntüler siliniyor...
uk: Ілюстрації будуть видалені...

# widgets.deletionInProgressModal.info.field.single
source: Feld wird gelöscht...
es: Eliminando campo...
it: Cancellazione del campo in corso...
pt: Campo está a ser apagado...
tr: Alan siliniyor...
uk: Поле буде видалено...

# widgets.deletionInProgressModal.info.field.multiple
source: Felder werden gelöscht...
es: Eliminando campos...
it: Cancellazione dei campi in corso...
pt: Campos estão a ser apagados...
tr: Alanlar siliniyor...
uk: Поля будуть видалені...

# navbar.taskbar.deleteResource.header
source: Ressource löschen?
es: ¿Eliminar recurso?
it: Cancellare la risorsa?
pt: Apagar recurso?
tr: Girdi silinsin mi?
uk: Видалити ресурс?

# navbar.taskbar.deleteResource.all
source: Alle Ressourcen dieser Kategorie löschen
es: Eliminar todos los recursos de esta categoría
it: Cancellare tutte le risorse di questa categoria
pt: Apagar todos os recursos desta categoria
tr: Bu kategorideki tüm girdilerde sil
uk: Видалити всі ресурси в цій категорії

# navbar.taskbar.deleteResource.all.confirmInfo
source: Bitte geben Sie den Namen der Kategorie ein, um den Vorgang zu bestätigen.
es: Por favor, introduzca el nombre de la categoría para confirmar.
it: Si prega di inserire il nome della categoria per confermare l'operazione.
pt: Por favor insira o nome da categoria para confirmar a operação.
tr: İşlemi onaylamak için lütfen kategori adını girin.
uk: Будь ласка, введіть назву категорії, щоб підтвердити процес.

# navbar.taskbar.warnings.sectionTitle.invalidField
source: Ungültige Daten im Feld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Datos no válidos en el campo <b>ion)}}{CLOSE_BOLD_TEXT}
pt: Dados inválidos no campo <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.info.invalidField
source: Die in diesem Feld eingetragenen Daten entsprechen nicht dem konfigurierten Eingabetyp <i>ction)}}..
es: Los datos introducidos en este campo no se corresponden con el tipo de entrada <i>{{getInputTypeLabel(section)}}</i>.

# navbar.taskbar.warnings.deleteResource
source: Ressource löschen
es: Eliminar recurso
it: Cancellare la risorsa
pt: Apagar recurso
tr: Girdiyi sil
uk: Видалити ресурс

# util.warnings.unconfiguredCategories
source: Unkonfigurierte Kategorien
es: Categorías sin configurar
pt: Categorias não configuradas
tr: Konfigüre edilmemiş kategoriler
uk: Ненастроєні категорії

# util.warnings.unconfiguredFields
source: Unkonfigurierte Felder
es: Campos sin configurar
pt: Campos não configurados
tr: Konfigüre edilmemiş alanlar
uk: Неналаштовані поля

# navbar.taskbar.deleteResource.confirmation
source: Möchten Sie die Ressource <b>identifier}}wirklich lösc wirklich löschen?
es: ¿Realmente desea eliminar el recurso <b>{{document.resource.identifier}}</b>?

# navbar.taskbar.warnings.sectionTitle.unconfiguredCategory
source: Unkonfigurierte Kategorie <b>edCategoryName}}{CLOSE_BOLD_TEXT}
es: Categoría sin configurar <b>{{section.unconfiguredCategoryName}}</b>
pt: Não foi configurada a categoria <b>edCategoryName}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.sectionTitle.unconfiguredField
source: Unkonfiguriertes Feld <b>ion)}}{CLOSE_BOLD_TEXT}
es: Campo sin configurar <b>{{getFieldLabel(section)}}</b>
pt: Não foi configurada o campo <b>ion)}}{CLOSE_BOLD_TEXT}

# navbar.taskbar.warnings.info.unconfiguredCategory
source: Die Kategorie <i>CategoryName}}ist für diese ist für dieses Projekt nicht konfiguriert. Die Ressource wird daher nicht angezeigt.
es: La categoría <i>{{section.unconfiguredCategoryName}}</i> no está configurada para este proyecto. Por lo tanto, el recurso no se mostrará.
pt: A categoria <i>{{section.unconfiguredCategoryName}}</i> não está configurada para este projeto. Daí que o recurso não é visualizado.

# imageUpload.imageMetadataModal.linkInfo.multiple
source: Die importierten Bilder werden mit der Ressource <b>get.resource.identifier}}v verknüpft.
es: Las imágenes importadas se vincularán al recurso <b>{{depictsRelationTarget.resource.identifier}}</b>.
pt: As imagens importadas vão ser associadas ao recurso <b>{{depictsRelationTarget.resource.identifier}}</b>.

# imageUpload.imageMetadataModal.warning
source: Bitte beachten Sie, dass das Einlesen von {{fileCount}} Bilddateien einige Zeit in Anspruch nehmen kann.
es: Por favor, tenga en cuenta que la importación de {{fileCount}} archivos de imagen puede tardar un poco.
pt: Por favor note que ler {{fileCount}} ficheiros de imagens pode demorar algum tempo.
tr: Lütfen {{fileCount}} görüntü dosyasının okunmasının biraz zaman alabileceğini unutmayın.

# imageUpload.imageMetadataModal.linkInfo.single
source: Das importierte Bild wird mit der Ressource <b>get.resource.identifier}}verknüpft. verknüpft.
es: La imagen importada se vinculará al recurso <b>{{depictsRelationTarget.resource.identifier}}</b>.
pt: A imagem importada vai ser associada ao recurso <b>{{depictsRelationTarget.resource.identifier}}</b>.

# navbar.taskbar.warnings.info.unconfiguredField.2
source: Die in diesem Feld eingetragenen Daten werden daher nicht angezeigt.
es: Por lo tanto, los datos introducidos en este campo no se mostrarán.
it: I dati inseriti in questo campo non vengono quindi visualizzati.
pt: Daí que os dados inseridos neste campo não são visualizado.
tr: Bu nedenle bu alana girilen veriler görüntülenmeyecektir.
uk: Введені в це поле дані не відображатимуться.

# imageUpload.imageMetadataModal.readFromMetadata
source: Aus Bild-Metadaten auslesen
es: Leer desde los metadatos de la imagen
it: Seleziona dai metadati delle immagini
pt: Ler metadados da imagem
tr: Görüntü meta verilerinden oku
uk: Зчитування з метаданого зображення

# messages.import.validation.error.invalidCompositeValue
source: Ungültiger Kompositfeld-Eintrag im Feld '[1]' einer Ressource der Kategorie '[0]'.
es: Entrada no válida en el campo compuesto '[1]' de un recurso de la categoría '[0]'.
pt: Entrada de campo compósito inválida no campo '[1]' de um recurso da categoria '[0]'.
tr: ''[0]' kategorisindeki bir girdinin [1]' bileşik alanında geçersiz veri girişi.
uk: Неправильний запис складеного поля в полі ''1'' ресурсу категорії ''0''.

# messages.import.validation.error.invalidCompositeValues
source: Ungültige Kompositfeld-Einträge in den folgenden Feldern einer Ressource der Kategorie '[0]': [1].
es: Entradas de campo compuesto no válidas en los siguientes campos de un recurso de la categoría '[0]': [1].
pt: Entradas de campo compósito inválidas no campo de um recurso da categoria '[0]': [1].
tr: Kategori '[0]' girdisinin aşağıdaki alanlarında geçersiz bileşik alan veri girişleri: [1].
uk: Неправильні значення складних полів у наступних полях ресурсу категорії '[0]': [1].

# navbar.taskbar.warnings.info.unconfiguredField.1
source: Das Feld ist für die Kategorie <i>tion)}}nicht konfigu nicht konfiguriert.
es: El campo no está configurado para la categoría <i>{{getCategoryLabel(section)}}</i>.

# imageUpload.header.single
source: Bild importieren
es: Importar imagen
it: Importare l'immagine
pt: Importar imagem
tr: Görüntü içe aktar
uk: Імпортувати зображення

# imageUpload.header.multiple
source: Bilder importieren
es: Importar imágenes
it: Importare le immagini
pt: Importar imagens
tr: Görüntüleri içe aktar
uk: Імпортувати зображення

# navbar.taskbar.warnings.outlierValue.empty
source: Leer
es: Vacío
it: Vuoto
pt: Vazio
tr: Boş
uk: Порожнє

# navbar.taskbar.convertFieldData.all.info
source: Bitte beachten Sie: Durch diese Aktion werden in allen <b></bungültige Daten Ressourcen der Kategorie <b>}}ungültige Daten ungültige Daten im Feld <span [innerHTML]="getFieldLabelHTML()">konvertiert konvertiert (falls möglich).
es: Por favor, tenga en cuenta que esta acción convierte los datos no válidos del campo <span [innerHTML]="getFieldLabelHTML()"></span> para todos los <b></bungültige Daten recursos de la categoría <b>{{getCategoryLabel()}}</b> (si es posible).
pt: Por favor note que através desta ação todos os <b></bungültige Daten recursos na categoria <b>}}ungültige Daten com dados inválidos no campo <span [innerHTML]="getFieldLabelHTML()">konvertiert vão ser convertidos (se possível).
tr: Lütfen unutmayın: Bu işlem, (mümkünse) <b></bungültige Datenkategorideki tüm girdilerdeki <b>}}ungültige Daten geçersiz veri alanlarını <span [innerHTML]="getFieldLabelHTML()">konvertiert dönüştürecektir.
uk: konvertiertЗверніть увагу: ця дія перетворює/конвертує в усіх ресурсах категорії <b>}}ungültige Daten невірні дані в полі <span [innerHTML]="getFieldLabelHTML()">konvertiert (якщо це можливо).

# navbar.taskbar.warnings.fixValues.single
source: Wert korrigieren
es: Corregir valor
it: Correggere il valore
pt: Corrigir valor
tr: Değeri düzelt
uk: Значення виправити

# navbar.taskbar.warnings.convertFieldData
source: Felddaten konvertieren
es: Convertir datos de campo
it: Convertire i dati di campo
pt: Converter dados do campo
tr: Alan verisini dönüştür
uk: Конвертувати дані поля

# navbar.taskbar.warnings.selectNewField
source: Neues Feld auswählen
es: Seleccionar nuevo campo
it: Selezionare un nuovo campo
pt: Selecionar novo campo
tr: Yeni alan seçin
uk: Вибрати нове поле

# navbar.taskbar.warnings.fixValues.multiple
source: Werte korrigieren
es: Corregir valores
it: Correggere i valori
pt: Corrigir valores
tr: Değerleri düzelt
uk: значення виправити

# navbar.taskbar.warnings.deleteValues.single
source: Wert löschen
es: Eliminar valor
it: Eliminare il valore
pt: Apagar valor
tr: Değeri sil
uk: Видалити значення

# navbar.taskbar.warnings.deleteValues.multiple
source: Werte löschen
es: Eliminar valores
it: Cancellare i valori
pt: Apagar valores
tr: Değerleri sil
uk: Видалити всі значення

# widgets.deletionInProgressModal.info.value.single
source: Wert wird gelöscht...
es: Eliminando valor...
it: Cancellazione del valore in corso...
pt: Valor está a ser apagado...
tr: Değer siliniyor...
uk: Значення буде видалено...

# widgets.deletionInProgressModal.info.value.multiple
source: Werte werden gelöscht...
es: Eliminando valores...
it: Cancellazione dei valori in corso...
pt: Valores estão a ser apagados...
tr: Değerler siliniyor...
uk: Значення будуть видалені..

# docedit.forms.composite.outliers.tooltip
source: Ein Unterfeld dieses Eintrags beinhaltet Werte, die nicht in der konfigurierten Werteliste enthalten sind.
es: Un subcampo de esta entrada contiene valores que no están incluidos en la lista de valores configurada.
it: Un sottocampo di questa voce contiene valori non inclusi nell'elenco dei valori configurati.
pt: Um campo inferior desta entrada contem valores que não estão incluídos na lista de valores configurados.
tr: Bu girişin bir alt alanı, konfigüre edilmiş değerler listesine dahil olmayan değerler içeriyor.
uk: Підполе цього запису містить значення, які не входять до налаштованого списку значень.

# navbar.taskbar.convertFieldData.header
source: Felddaten konvertieren?
es: ¿Convertir datos de campo?
it: Convertire i dati sul campo?
pt: Converter dados do campo?
tr: Alan verisi dönüştürülsün mü?
uk: Конвертувати дані з поля?

# navbar.taskbar.convertFieldData.all
source: In allen Ressourcen dieser Kategorie konvertieren
es: Convertir en todos los recursos de esta categoría
it: Convertire in tutte le risorse di questa categoria
pt: Converter esta categoria em todos os recursos
tr: Bu kategorideki tüm girdiler için dönüştür
uk: Конвертувати на всі ресурси в цій категорії

# navbar.taskbar.deleteFieldData.confirmation
source: Möchten Sie die im Feld <span [innerHTML]="getFieldLabelHTML()">eingetragen eingetragenen Daten wirklich löschen?
es: ¿Realmente desea eliminar los datos introducidos en el campo <span [innerHTML]="getFieldLabelHTML()"></span>?

# navbar.taskbar.deleteOutliers.header
source: Wert <b></b>löschen < löschen
es: Eliminar valor <b>{{outlierValue}}</b>

# navbar.taskbar.deleteOutliers.confirmation
source: Möchten Sie den im Feld <span [innerHTML]="getFieldLabelHTML()">eingetragen eingetragenen Wert <b></b>wirklich lösc wirklich löschen?
es: ¿Realmente desea eliminar el valor <b>{{outlierValue}}</b> introducido en el campo <span [innerHTML]="getFieldLabelHTML()"></span>?

# navbar.taskbar.deleteOutliers.all
source: Alle Vorkommnisse dieses Werts löschen
es: Eliminar todas las apariciones de este valor
it: Cancellare tutte le occorrenze di questo valore
pt: Apagar todas as ocorrências deste valor
tr: Bu değerin tüm terkrarlarını sil
uk: Видаліть усі випадки цього значення

# navbar.taskbar.fixOutliers.header
source: Wert <b></b>korrigieren korrigieren
es: Valor corregido <b>{{outlierValue}}</b>

# navbar.taskbar.fixOutliers.all
source: Alle Vorkommnisse in kompatiblen Feldern ersetzen
es: Reemplazar todas las apariciones de este valor

# widgets.fixingDataInProgress.single
source: Ressource wird angepasst...
es: Ajustando recurso...
it: Adattamento della risorsa in corso...
pt: Recurso está a ser ajustado...
tr: Girdi ayarlanıyor...
uk: Ресурс буде відкориговано...

# widgets.fixingDataInProgress.multiple
source: Ressourcen werden angepasst...
es: Ajustando recursos...
it: Adattamento delle risorse in corso...
pt: Recursos estão a ser ajustados...
tr: Girdiler ayarlanıyor...
uk: Ресурси будуть скориговані...

# navbar.taskbar.selectNewField.header
source: Neues Feld auswählen
es: Seleccionar nuevo campo
it: Seleziona un nuovo campo
pt: Selecionar novo campo
tr: Yeni alan seç
uk: Виберіть нове поле

# navbar.taskbar.selectNewField.confirmation
source: Bitte wählen Sie das Feld aus, in das die im Feld <span [innerHTML]="getFieldLabelHTML(fieldName)">ein eingetragenen Daten übertragen werden sollen.
es: Por favor, seleccione el campo al que se transferirán los datos introducidos en el campo <span [innerHTML]="getFieldLabelHTML(fieldName)"></span>.

# navbar.taskbar.selectNewField.all
source: Bei allen Ressourcen dieser Kategorie durchführen
es: Aplicar a todos los recursos de esta categoría
it: Eseguire per tutte le risorse di questa categoria
pt: Executar para todos os recursos desta categoria
tr: Bunu bu kategorideki tüm girdiler için yapın
uk: Виконати для всіх ресурсів у цій категорії

# config.configurationFile
source: Field-Konfigurationsdatei
es: Archivo de configuración de campo
pt: Ficheiro de configuração Field
tr: Alan Konfigürasyon Verisi
uk: Конфігураційний Field-файл

# navbar.taskbar.deleteResource.single.confirmInfo
source: Bitte geben Sie den Bezeichner der Ressource ein, um den Vorgang zu bestätigen.
es: Por favor, introduzca el identificador del recurso para confirmar.
it: Si prega di inserire un identificatore della risorsa per confermare l'operazione.
pt: Por favor insira o identificar do recurso para confirmar a operação.
tr: İşlemi onaylamak için lütfen girdinin tanımlayıcısını girin.
uk: Будь ласка, введіть ідентифікатор/назву ресурсу для підтвердження операції.

# navbar.taskbar.selectNewCategory.header
source: Neue Kategorie auswählen
es: Seleccionar nueva categoría
it: Seleziona una nuova categoria
pt: Selecionar nova categoria
tr: Yeni kategori seçin
uk: Виберіть нову категорію

# navbar.taskbar.selectNewCategory.confirmation
source: Bitte wählen Sie die Kategorie aus, die für die Ressource <b>identifier}}geset gesetzt werden soll.
es: Por favor, seleccione la categoría que se establecerá para el recurso <b>{{document.resource.identifier}}</b>.

# navbar.taskbar.selectNewCategory.all
source: Bei allen Ressourcen dieser Kategorie durchführen
es: Aplicar a todos los recursos de esta categoría
it: Eseguire per tutte le risorse di questa categoria
pt: Executar para todos os recursos desta categoria
tr: Bunu bu kategorideki tüm girdiler için yapın
uk: Виконати для всіх ресурсів у цій категорії
