Repository: dainst/idai-field
Catalog: desktop/src/app/i18n/angular/messages.*.xlf
Languages: es, it, pt, tr, uk

# messages.model.validation.error.missingCoordinates
source: Die Koordinaten einer Geometrie sind nicht definiert.
es: Las coordenadas de una geometría no están definidas.
it: Le coordinate di una geometria non sono definite.
pt: As coordenadas de uma geometria não foram definidas.
tr: Bir geometrinin koordinatları tanımlanmamıştır.
uk: Координати геометрії не визначені.

# messages.model.validation.error.invalidCoordinates
source: Die Koordinaten einer Geometrie vom Typ [0] sind nicht valide.
es: Las coordenadas de una geometría de tipo [0] no son válidas.
it: Le coordinate di una geometria di tipo [0] non sono valide.
pt: As coordenadas de uma geometria do tipo [0] não são válidas.
tr: [0] tipi bir geometrinin koordinatları geçerli değil.
uk: Координати геометрії типу [0] недійсні.

# messages.model.validation.error.missingGeometryType
source: Der Typ einer Geometrie ist nicht definiert.
es: El tipo de geometría no está definido.
it: Il tipo di una geometria non è definito.
pt: O tipo de uma geometria não está definida.
tr: Bir geometrinin türü tanımlanmamıştır.
uk: Тип геометрії не визначено.

# messages.model.validation.error.unsupportedGeometryType
source: Der Geometrietyp [0] wird von der Anwendung nicht unterstützt.
es: El tipo de geometría [0] no es compatible con la aplicación.
it: Il tipo di geometria [0] non è supportato dall'applicazione.
pt: O tipo de geometria [0] não é suportada pela aplicação.
tr: Geometri türü [0] uygulama tarafından desteklenmiyor.
uk: Тип геометрії [0] не підтримується програмою.

# messages.initialSync.targetDbNotEmpty
source: Download fehlgeschlagen: Das angegebene Projekt existiert bereits auf dieser Field-Desktop-Installation.
es: Error al descargar: el proyecto especificado ya existe en esta instalación de Field Desktop.
it: Scaricamento fallito: il progetto selezionazo esiste già in questa installazione di Field Desktop.
pt: Falha de descarregamento: O projeto indicado já existe nesta instalação de Field Desktop.
tr: İndirme başarısız oldu: Belirtilen proje bu Field Desktop kurulumunda zaten mevcut.
uk: Помилка завантаження: указаний проект уже існує в цьому полі встановлення на робочому столі.

# messages.initialSync.genericError
source: Download fehlgeschlagen: Stellen Sie sicher, dass die angegebene Adresse korrekt ist und eine Netzwerkverbindung besteht. Prüfen Sie auch die Firewalleinstellungen Ihres Systems.
es: Error al descargar: asegúrese de que la dirección especificada sea correcta y de que haya conexión a la red. Compruebe también la configuración del cortafuegos de su sistema.
it: Scaricamento fallito: assicurarsi che l'indirizzo specificato sia corretto e che vi sia una connessione di rete funzionante. Controllare anche le impostazioni del firewall del proprio sistema.
pt: Falha de descarregamento: Assegure-se que o endereço indicado esteja correto e que haja uma ligação de rede. Verifique também as definições do firewall do seu sistema.
tr: İndirme başarısız oldu: Belirtilen adresin doğru olduğundan ve bir ağ bağlantısı olduğundan emin olun. Ayrıca sisteminizin güvenlik duvarı (Firewall) ayarlarını kontrol edin.
uk: Помилка завантаження: переконайтеся, що вказана адреса правильна та є підключення до мережі. Також перевірте налаштування Firewall вашої системи.

# messages.initialSync.couldNotStartGenericError
source: Download fehlgeschlagen: Ein unbekannter Fehler ist aufgetreten.
es: Descarga fallida: Se ha producido un error desconocido.
it: Scaricamento fallito: è avvenuto un errore sconosciuto.
pt: Falha de descarregamento: Ocorreu um erro desconhecido.
tr: İndirme başarısız oldu: Bilinmeyen bir hata oluştu.
uk: Помилка завантаження: сталася невідома помилка.

# messages.initialSync.invalidCredentials
source: Download fehlgeschlagen: Stellen Sie sicher, dass das Projekt unter der angegebenen Adresse existiert und prüfen Sie das Passwort.
es: Error al descargar: asegúrese de que el proyecto existe en la dirección especificada y compruebe la contraseña.
it: Scaricamento fallito: controllare che il progetto esista all'indirizzo indicato e verificare la password.
pt: Falha de descarregamento: Verifique que o projeto existe no endereço indicado e verifique a palavra-passe.
tr: İndirme başarısız oldu: Projenin belirtilen adreste mevcut olduğundan emin olun ve şifreyi kontrol edin.
uk: Помилка завантаження: переконайтеся, що проект існує за вказаною адресою, і перевірте пароль.

# messages.import.success.single
source: Eine Ressource wurde erfolgreich importiert.
es: Se ha importado correctamente un recurso.
it: Una risorsa è stata importata con successo.
pt: O recurso foi importado com sucesso.
tr: Bir girdi başarıyla içe aktarıldı.
uk: Ресурс успішно імпортовано.

# messages.import.success.multiple
source: [0] Ressourcen wurden erfolgreich importiert.
es: [0] recursos se han importado correctamente.
it: Le risorse [0] sono state importate con successo.
pt: [0] recursos foram importados com sucesso.
tr: [0] girdi başarıyla içe aktarıldı.
uk: [0] Ресурси успішно імпортовано.

# messages.import.warning.empty
source: Die Import-Datei enthält keine Einträge.
es: El archivo de importación no contiene ninguna entrada.
it: Il file di importazione non contiene alcuna voce.
pt: O ficheiro de importação não contém entradas.
tr: İçe aktarma dosyası herhangi bir giriş içermiyor.
uk: Файл імпорту не містить записів.

# messages.import.warning.ignoredExistingIdentifier
source: Die Ressource '[0]' wurde nicht importiert, weil bereits eine Ressource mit dem gleichen Bezeichner existiert.
es: El recurso '[0]' no se importó porque ya existe un recurso con el mismo identificador.
it: La risorsa '[0]' non è stata importata perché esiste già una risorsa con lo stesso identificatore.
pt: O recurso "[0]" não foi importado porque já existe um recurso com o mesmo identificador.
tr: '[0]' girdisi, aynı tanımlayıcıya sahip bir girdi zaten mevcut olduğundan içe aktarılmadı.
uk: Ресурс "[0]" не було імпортовано, оскільки ресурс із таким самим ідентифікатором уже існує.

# messages.import.warning.ignoredExistingIdentifiers
source: [0] Ressourcen wurden nicht importiert, weil bereits Ressourcen mit dem jeweiligen Bezeichner existieren (vollständige Auflistung unten).
es: [0] Los recursos no se importaron porque ya existen recursos con los identificadores correspondientes (lista completa a continuación).
it: [0] risorse non sono state importate perché esistono già risorse con gli stessi identificatori (elenco completo qui sotto).
pt: [0] recursos não foram importados porque já existem recurso com os mesmo identificadores (listagem abaixo).
tr: [0] girdi, ilgili tanımlayıcılara sahip girdiler zaten mevcut olduğundan içe aktarılmadı (tam liste aşağıdadır).
uk: [0] Ресурси не було імпортовано, оскільки ресурси з відповідним ідентифікатором уже існують (повний список нижче).

# messages.import.warning.ignoredMissingIdentifier
source: Die Ressource '[0]' wurde nicht importiert, weil keine Ressource mit dem Bezeichner gefunden wurde.
es: El recurso '[0]'no se importó porque no se encontró ningún recurso con ese identificador.
it: La risorsa '[0]' non è stata importata perché non è stata trovata nessuna risorsa con questo identificatore.
pt: O recurso "[0]" não foi importado porque não foi encontrado um recurso com este identificador.
tr: '[0]' girdisi, tanımlayıcıya sahip bir girdi bulunamadığından içe aktarılmadı.
uk: Ресурс "[0]" не було імпортовано, оскільки не знайдено жодного ресурсу з ідентифікатором.

# messages.import.warning.ignoredMissingIdentifiers
source: [0] Ressourcen wurden nicht importiert, weil keine Ressourcen mit dem jeweiligen Bezeichner gefunden wurden (vollständige Auflistung unten).
es: [0] Recursos no se importaron porque no se encontraron recursos con los identificadores correspondientes (lista completa a continuación).
it: [0] risorse non sono state importate perché non sono state trovate risorse con questi identificatori (elenco completo qui sotto).
pt: [0] recurso não foram importados porque não existem recursos com os mesmo identificadores (listagem abaixo).
tr: İlgili tanımlayıcılara sahip hiçbir girdi bulunamadığından [0] girdi içe aktarılmadı (tam liste aşağıdadır).
uk: [0] Ресурси не було імпортовано, оскільки не було знайдено ресурсів із вказаним ідентифікатором (повний список нижче).

# messages.import.error.genericStartError
source: Import kann nicht gestartet werden.
es: No se pudo iniciar la importación.
it: L'importazione non può essere avviata.
pt: Importação não pode ser iniciada.
tr: İçe aktarma başlatılamadı.
uk: Неможливо розпочати імпорт.

# messages.import.error.fileUnreadable
source: Beim Import ist ein Fehler aufgetreten: Die Datei [0] konnte nicht gelesen werden.
es: Se ha producido un error durante la importación: No se ha podido leer el archivo [0].
it: Si è verificato un errore durante l'importazione: il file [0] non può essere letto.
pt: Ao importar ocorreu um erro: O ficheiro [0] não pode der lido.
tr: İçe aktarma sırasında bir hata oluştu: Dosya [0] okunamadı.
uk: Під час імпорту сталася помилка: файл [0] не вдалося прочитати.

# messages.import.error.invalidJson
source: Beim Import ist ein Fehler aufgetreten: Das JSON ist nicht valide. Die ursprüngliche Fehlermeldung lautet: [0].
es: Se ha producido un error durante la importación: el JSON no es válido. Mensaje de error original: [0].
it: Si è verificato un errore durante l'importazione: il file JSON non è valido. Il messaggio di errore originale è [0].
pt: Ao importar ocorreu um erro: O JSON não é válido. O aviso de erro original é: [0].
tr: İçe aktarma sırasında bir hata oluştu: JSON geçerli değil. Orijinal hata mesajı: [0].
uk: Під час імпорту сталася помилка: JSON-файл недійсний. Початкове повідомлення про помилку: [0].

# messages.import.error.invalidJsonl
source: Beim Import ist ein Fehler aufgetreten: Das JSON in Zeile [0] ist nicht valide.
es: Se ha producido un error durante la importación: El JSON en la línea [0] no es válido.
it: Si è verificato un errore durante l'importazione: Il file JSON nella riga [0] non è valido.
pt: Ocorreu um erro ao importar: O JSON não é válido na linha [0].
tr: İçe aktarma sırasında bir hata oluştu: [0] satırındaki JSON geçerli değil.
uk: Під час імпорту сталася помилка: JSON-файл у рядку [0] недійсний.

# messages.import.error.invalidGeojsonImportStruct
source: Fehlerhafte GeoJSON-Importstruktur. Grund: [0].
es: Estructura de importación GeoJSON incorrecta. Causa: [0].
it: Struttura di importazione del file GeoJSON non corretta. Motivo: [0].
pt: Estrutura de importação GeoJSON incorreta . Motivo: [0].
tr: Yanlış GeoJSON içe aktarma yapısı. Neden: [0].
uk: Неправильна структура імпорту GeoJSON. Причина: [0].

# messages.import.error.missingIdentifier
source: Beim Import ist ein Fehler aufgetreten: Ein oder mehrere Features ohne properties.identifier wurden gefunden.
es: Se ha producido un error durante la importación: se han encontrado una o más características sin propiedades.identificador.
it: Si è verificato un errore durante l'importazione: sono state trovate una o più caratteristiche senza properties.identifier.
pt: Ocorreu um erro ao importar: foram encontradas uma ou várias unidades estratigráficas sem properties.identifier.
tr: İçe aktarma sırasında bir hata oluştu: properties.identifier'ı olmayan bir veya daha fazla özellik bulundu.
uk: Під час імпорту сталася помилка: знайдено одну або кілька функцій без властивості індентифікатора.

# messages.import.error.parser.idnottobeset
source: Beim Import ist ein Fehler aufgetreten: Ein oder mehrere Ressourcen enthielten unerlaubte Einträge für resource.id.
es: Se ha producido un error durante la importación: se han encontrado uno o más recursos con entradas no permitidas para resource.id.
it: Si è verificato un errore durante l'importazione: una o più risorse contenevano voci non valide per resource.id.
pt: Ocorreu um erro ao importar: foram encontrados um ou vários recursos com entradas não permitidas em resource.id.
tr: İçe aktarma sırasında bir hata oluştu: ressource.id için izin verilmeyen girişlere sahip bir veya daha fazla girdi bulundu.
uk: Під час імпорту сталася помилка: один або кілька ресурсів містили недопустимі записи/дані для resource.id.

# messages.import.error.identifierFormat
source: Beim Import ist ein Fehler aufgetreten: properties.identifier muss eine Zeichenkette sein, keine Zahl.
es: Se ha producido un error durante la importación: properties.identificador debe ser una cadena en lugar de un número.
it: Si è verificato un errore durante l'importazione: properties.identifier deve essere una successione di caratteri, non un numero.
pt: Ocorreu um erro ao importar: properties.identifier deve ser uma sequência de caracteres e não um número.
tr: İçe aktarma sırasında bir hata oluştu: properties.identifier sayı yerine dize (string) olmalıdır.
uk: Під час імпорту сталася помилка: property.identifier має бути рядком символів, а не числом.

# messages.import.error.invalidCsv
source: Beim Import ist ein Fehler aufgetreten: Das CSV in Zeile [0] konnte nicht gelesen werden.
es: Se ha producido un error durante la importación: No se ha podido leer el CSV en la línea [0].
it: Si è verificato un errore durante l'importazione: il CSV nella riga [0] non può essere letto.
pt: Ocorreu um erro ao importar: O CSV na linha [0] não pode ser lido.
tr: İçe aktarma sırasında bir hata oluştu: [0] satırındaki CSV okunamadı.
uk: Під час імпорту сталася помилка: CSV у рядку [0] не вдалося прочитати.

# messages.import.error.csvInvalidHeading
source: Ungültiger CSV-Header: Siehe [0].
es: Encabezado CSV erróneo: Véase [0].
it: L'header del file CSV non è valido: vedi [0].
pt: Cabeçalho de CSV inválido: ver [0].
tr: Hatalı CSV başlığı: Bkz. [0].
uk: Недійсний CSV-заголовок: див. [0].

# messages.import.error.csvHeadingEmptyEntry
source: CSV-Header darf keine leeren Einträge haben.
es: El encabezado del CSV no debe contener entradas vacías.
it: L'header del file CSV non può avere voci vuote.
pt: Cabeçalho de CSV não pode ter entradas vazias.
tr: CSV başlığında boş girişler olmamalıdır.
uk: CSV-Заголовок не повинен містити порожніх записів.

# messages.import.parser.error.csvHeadingPathItemTypeMismatch
source: CSV-Header: Array Indices und Object keys dürfen nicht gemischt werden: [0]
es: Encabezado del CSV: los índices de matriz y las claves de objeto no deben mezclarse: [0]
it: CSV-Header: gli indici Array e le Object keys non devono essere mescolati: [0]
pt: Cabeçalho CSV: chaves de Array Indices e Object não podem ser misturadas: [0]
tr: CSV başlığı: dizi indeksleri ve nesne anahtarları karıştırılmamalıdır: [0]
uk: CSV-Заголовок: Індекси масиву (Array Indicesта) ключі об’єктів (Object keys) не можна змішувати: [0]

# messages.import.error.csvHeadingArrayIndicesInvalidSequence
source: Ungültige Sequenz für Array Indices in CSV-Header: [0]
es: Secuencia no válida para los índices de la matriz en el encabezado del CSV: [0]
it: Sequenza non valida per gli indici Array nelle CSV-Header: [0]
pt: Sequência inválida para Array Indices em cabeçalho CSV: [0]
tr: CSV başlığındaki dizi indeksleri için geçersiz sıra: [0]
uk: Недійсна послідовність для індексів масиву (Array Indices) в CSV-заголовку: [0]

# messages.import.error.csvRowsLengthMismatch
source: Anzahl der Einträge in Zeile [0] stimmt nicht mit Anzahl der Einträge in Header überein
es: El número de entradas en la línea [0] no coincide con la longitud del encabezado
it: Il numero di voci nella riga [0] non corrisponde al numero di voci nelle intestazioni
pt: Número de entradas na linha [0] não coincide com o número de entradas no cabeçalho
tr: [0] satırındaki giriş sayısı başlığın uzunluğuyla eşleşmiyor
uk: Кількість записів у рядку [0] не відповідає кількості записів у заголовку

# messages.import.error.parser.csv.notaboolean
source: CSV fehlerhaft: Wert "[0]" in Spalte "[1]" ist kein Boolean.
es: CSV erróneo: el valor "[0]" en la columna "[1]" no es booleano.
it: CSV errato: il valore "[0]" nella colonna "[1]" non è booleano.
pt: CSV incorreto: valor"[0]" na coluna "[1]" não é booleana.
tr: Hatalı CSV: "[1]" sütunundaki "[0]" değeri bir boolean değeri değil.
uk: Помилка CSV: значення "[0]" у стовпці "[1]" не є Boolean (логічним).

# messages.import.error.parser.csv.notanumber
source: CSV fehlerhaft: Wert "[0]" in Spalte "[1]" ist keine Zahl.
es: CSV erróneo: el valor "[0]" en la columna "[1]" no es booleano.
it: CSV errato: il valore "[0]" nella colonna "[1]" non è un numero.
pt: CSV incorreto: valor "[0]" na coluna "[1]" não é um número.
tr: CSV hatalı: "[1]" sütunundaki "[0]" değeri bir sayı değil.
uk: Помилка CSV: значення "[0]" у стовпці "[1]" не є числом.

# messages.import.error.genericCsvError
source: Beim Import ist ein Fehler aufgetreten: Die CSV-Daten konnten nicht gelesen werden.
es: Se ha producido un error durante la importación: no se pudieron leer los datos del CSV.
it: Si è verificato un errore durante l'importazione: Non è stato possibile leggere i dati CSV.
pt: Ocorreu um erro ao importar: O ficheiro CSV não pode ser lido.
tr: İçe aktarma sırasında bir hata oluştu: CSV verileri okunamadı.
uk: Під час імпорту сталася помилка: дані CSV неможливо прочитати.

# messages.import.error.mandatoryCsvFieldMissing
source: Beim Import ist ein Fehler aufgetreten: In Zeile [0] fehlt das Pflichtfeld '[1]'.
es: Se ha producido un error durante la importación: Falta el campo obligatorio '[1]' en la línea [0].
it: Si è verificato un errore durante l'importazione: Nella riga [0] manca il campo obbligatorio "[1]".
pt: Ocorreu um erro ao importar: na linha [0] falta o campo obrigatório "[1]".
tr: İçe aktarma sırasında bir hata oluştu: Zorunlu '[1]' alanı [0] satırında eksik.
uk: Під час імпорту сталася помилка: у рядку [0] відсутнє обов’язкове поле '[1]'.

# messages.import.error.invalidOperationResource
source: Beim Import ist ein Fehler aufgetreten: Ressourcen der Kategorie [0] können der gewählten Maßnahme der Kategorie [1] nicht zugeordnet werden.
es: Se ha producido un error durante la importación: No se han podido asignar los recursos de la categoría [0] a la operación seleccionada de la categoría [1].
it: Si è verificato un errore durante l'importazione: Le risorse della categoria [0] non possono essere assegnate all'operazione selezionata della categoria [1].
pt: Ocorreu um erro ao importar: recursos da categoria [0] não podem ser relacionadas com a intervenção selecionada da categoria [1].
tr: İçe aktarma sırasında bir hata oluştu: Kategori [0] girdileri, kategori [1]'in seçilen işlemine atanamadı.
uk: Під час імпорту сталася помилка: ресурси категорії [0] не можна призначити вибраному заходу категорії [1].

# messages.import.error.operationsNotAllowed
source: Wenn die Option 'Daten einer Maßnahme zuordnen' gewählt ist, darf die Import-Datei keine Maßnahmen enthalten.
es: El archivo de importación no debe contener ninguna operación si la opción 'Asignar datos a una operación' está activa.
it: Se è selezionata l'opzione "Assegna dati ad una operazione", il file di importazione non deve contenere alcuna operazione.
pt: O ficheiro de importação não pode conter intervenções se a opção "Atribuir dados a uma intervenção" foi selecionada.
tr: 'Bir işleme veri ata' seçeneği etkinse içe aktarma dosyası herhangi bir işlem içermemelidir.
uk: Якщо вибрано параметр «Призначити дані мірі», файл імпорту не повинен містити жодних мір.

# messages.import.error.onlyplaceandoperationwithoutrecordedinallowed
source: Wenn 'Keine Zuordnung' gewählt ist, müssen alle Ressourcen außer Maßnahmen oder Orte 'isChildOf'-Zuordnungen haben.
es: Si se selecciona 'Sin asignación', todos los recursos, excepto los lugares y las operaciones, deben tener asignaciones 'isChildOf'.
it: Se viene selezionato 'nessuna assegnazione', tutte le risorse eccetto le operazioni o le posizioni devono avere assegnazioni 'isChildOf'.
pt: Todos os recursos excepto intervenções ou lugares devem ter a atribuição "isChildOf" se foi selecionado "Sem atribuição".
tr: 'Atama yok' seçilirse yerler ve işlemler dışındaki tüm girdilerin 'isChildOf' atamaları olması gerekir.
uk: Якщо вибрано «Без призначення», усі ресурси повинні мати , окрім дій або місць, призначення «isChildOf».

# messages.import.error.duplicateidentifier
source: Mehrfach vorhandener Identifier in Importdatei: '[0]'.
es: Múltiples apariciones del identificador en el archivo de importación: '[0]'.
it: Identificatore multiplo esistente nel file di importazione: '[0]'.
pt: Identificador várias vezes presente no ficheiro de importação: "[0]".
tr: İçe aktarma dosyasında tanımlayıcının birden fazla tekrarı: '[0]'.
uk: Кілька існуючих ідентифікаторів у файлі імпорту: "[0]".

# messages.import.error.genericDatastoreError
source: Beim Import ist ein Fehler aufgetreten: Die Ressource [0] konnte nicht gespeichert werden.
es: Se ha producido un error durante la importación: No se ha podido guardar el recurso [0].
it: Si è verificato un errore durante l'importazione: Non è stato possibile salvare la risorsa [0].
pt: Ocorreu um erro ao importar: O recurso [0] não pode ser gravado.
tr: İçe aktarma sırasında bir hata oluştu: Girdi [0] kaydedilemedi.
uk: Під час імпорту сталася помилка: ресурс [0] не вдалося зберегти.

# messages.import.error.rollbackError
source: Beim Versuch, die bereits importierten Daten zu löschen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar eliminar datos ya importados.
it: Si è verificato un errore nel tentativo di cancellare i dati già importati.
pt: Ocorreu um erro ao tentar apagar os dados já importados.
tr: Halihazırda içe aktarılan veriler silinmeye çalışılırken bir hata oluştu.
uk: Під час спроби видалити вже імпортовані дані сталася помилка.

# messages.import.error.missingRelationTarget
source: Beim Import ist ein Fehler aufgetreten: Die als Ziel einer Relation angegebene Ressource mit der ID [0] konnte nicht gefunden werden.
es: Se ha producido un error durante la importación: No se ha podido encontrar el recurso de destino de la relación con resource.id [0].
it: Si è verificato un errore durante l'importazione: La risorsa con la ID [0] indicata come punto finale di una relazione non è stata trovata.
pt: Ocorreu um erro ao importar: não foi encontrado o recurso com o ID [0], selecionado como destinação de uma relação.
tr: İçe aktarma sırasında bir hata oluştu: resource.id [0] ile ilişki hedefi girdisi bulunamadı.
uk: Під час імпорту сталася помилка: ресурс, указаний як ціль зв’язку з ідентифікатором [0], не знайдено.

# messages.import.error.notInterrelated
source: Beim Import ist ein Fehler aufgetreten: Verknüpfung bei '[0]' fehlerhaft.
es: Se ha producido un error durante la importación: Relación en '[0]' errónea.
it: Si è verificato un errore durante l'importazione: Il collegamento a "[0]" non è corretto.
pt: Ocorreu um erro ao importar: Associação incorreta a "[0]" .
tr: İçe aktarma sırasında bir hata oluştu: '[0]'daki ilişki hatalı.
uk: Під час імпорту сталася помилка: не вдалося зробити посилання/з’єднання на '[0]'.

# messages.import.error.emptyRelation
source: Beim Import ist ein Fehler aufgetreten: Leere Relation bei '[0]'.
es: Se ha producido un error durante la importación: Relación vacía en '[0]'.
it: Si è verificato un errore durante l'importazione: Relazione vuota a "[0]".
pt: Ocorreu um erro ao importar: Relação vazia a "[0]".
tr: İçe aktarma sırasında bir hata oluştu: '[0]' konumunda boş ilişki.
uk: Під час імпорту сталася помилка: порожнє відношення в '[0]'.
